let dress = [
  {
    id: 'd0',
    mbti: ['enfp', 'esfp', 'infp'],
    mainImg: [
      {
        id: 'flower1-1',
        img: '/public-assets/dress/flower1-1.png'
      },
      {
        id: 'flower1-2',
        img: '/public-assets/dress/flower1-2.png'
      },
      {
        id: 'flower1-3',
        img: '/public-assets/dress/flower1-3.png'
      }
    ],
    title: '플라워 패턴의 밴딩 플레어 원피스',
    cost: '32,000',
    content: {
      md: `따뜻함과 여성스러움을 동시에 선사할 플레어 원피스 제품이에요*.*
      그냥 일반적인 안감이 아닌 뛰어난 보온성을 선사할 기모안감이 전체적으로 덧대어 있어 추운날씨에도 예쁨과  동시에 보온성도 갖춘 원피스 아이템이 아닐까싶어요♡
      살짝 올라오는 하이넥 디자인으로 넥라인도 여성스럽게 디자인 되었구요 숄더라인을 따라 프릴 디테일까지 더해져 글램한 바디라인 효과까지 선사해 드려요:D`,

      detail: `전체 허리밴딩으로 활동하기에 편안함 가득하구요.
      안정감 있는 미니 기장으로 레그라인은 보다 길게 표현 해주며, 잔잔하게 퍼지는 A라인 플레어 디자인으로 하체라인을 보다 슬림하게 표현 해준답니다.
      손쉽게 착용하기 좋은 블랙 한 컬러로 준비했어요.`,

      size: `FREE 사이즈로 준비되었어요.
      미니멀한 기장으로 161CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/dress/flower2-1.png',
        '/public-assets/dress/flower2-2.png'
      ],
      detail: '/public-assets/dress/flower3.png',
      material : '/public-assets/dress/flowerM.png',
      washing: '/public-assets/dress/flowerW.png'
    }
  },
  {
    id: 'd1',
    mbti: ['esfj', 'intj', 'istp'],
    mainImg: [
      {
        id: 'hip1-1',
        img: '/public-assets/dress/hip1-1.png'
      },
      {
        id: 'hip1-2',
        img: '/public-assets/dress/hip1-2.png'
      },
      {
        id: 'hip1-3',
        img: '/public-assets/dress/hip1-3.png'
      }
    ],
    title: '레더 패브릭 A라인 뷔스티에 롱 원피스',
    cost: '75,000',
    content: {
      md: `레더 패브릭 자체만으로 트렌디하고 스페셜한 무드가 느껴지는 원피스예요.
      거칠지 않고 부드러운 페이크 레더 패브릭으로 완성되었어요. 
      특별한 무드가 느껴지는 제품이라 다가오는 연말에 꼭 추천드리고 싶어 데려온 제품이랍니다 : )
      벨트 세트 구성으로 제작된 제품이라 벨트를 착용해 더욱 슬림한 실루엣을 연출하셔도 좋답니다.`,

      detail: `유연하고 탄탄한 페이크 레더 소재로 제작되었어요.
      얇은 숄더끈이 레이어드한 상의를 방해하지 않고 깔끔히 입어진답니다.
      허리선은 보다 높게 제작되어 더욱 롱한 레그라인을 연출해드리구요,
      핀턱 디테일로 풍성한 플레어 라인을 연출해드려요.
      롱한 기장감으로 가리고 싶던 하체의 군살도 쏙-쏙- 가려드린답니다!
      바스트 디자인와 라인 디테일로 페미닌하며 흔하지 않아 소장가치가 높은 제품이예요.
      뒷면 콘솔지퍼로 손쉬운 오픈클로징까지 도와드려요.`,

      size: `FREE 사이즈로 준비되었어요.
      키 165CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/dress/hip2-1.png',
        '/public-assets/dress/hip2-2.png'
      ],
      detail: '/public-assets/dress/hip3.png',
      material : '/public-assets/dress/hipM.png',
      washing: '/public-assets/dress/hipW.png'
    }
  },
  {
    id: 'd2',
    mbti: ['estj', 'infp', 'intj'],
    mainImg: [
      {
        id: 'd21-1',
        img: '/public-assets/dress/d21-1.png'
      },
      {
        id: 'd21-2',
        img: '/public-assets/dress/d21-2.png'
      },
      {
        id: 'd21-3',
        img: '/public-assets/dress/d21-3.png'
      }
    ],
    title: '믹스 트위드 소재의 플레어 미니 서스펜더 원피스',
    cost: '32,000',
    content: {
      md: `여성스럽게 떨어지는 딥브이넥 디자인으로 이너에 하이넥티, 니트, 블라우스, 셔츠 등
      어떤 아이템을 매치하느냐에 따라 그 무드가 다양하게 변신되는 팔색조 매력의 제품!
      흔하지 않은 믹스 트위드 소재로 소장가치 높은 아이템이니, 
      꼭 소장하시길 추천드릴게요-♪`,

      detail: `너무 짧지 않은 미니 기장감으로 아담, 롱 아띠님 모두 부담 없이 즐길 수 있구요,
      넉넉한 암홀 라인으로 착용시 편안하면서도 여리한 어깨 라인을 돋보여 드리는 제품이에요.
      스커트라인 부드러운 안감 트리밍으로 예민한 아띠님들께서도 자극없이 입기 좋구요,
      웨스트라인이 높은 하이웨스트 절개로 롱 앤 슬림한 바디라인을 연출해드린답니다:)
      백라인의 콘솔 지퍼로 이지한 오픈클로징 도와드릴게요♥`,

      size: `FREE 사이즈로 준비되었어요.
      키 163CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/dress/d22-1.png',
        '/public-assets/dress/d22-2.png'
      ],
      detail: '/public-assets/dress/d23.png',
      material : '/public-assets/dress/flowerM.png',
      washing: '/public-assets/dress/d2W.png'
    }
  },
  {
    id: 'd3',
    mbti: ['esfj', 'istp'],
    mainImg: [
      {
        id: 'd31-1',
        img: '/public-assets/dress/d31-1.png'
      },
      {
        id: 'd31-2',
        img: '/public-assets/dress/d31-2.png'
      },
      {
        id: 'd31-3',
        img: '/public-assets/dress/d31-3.png'
      }
    ],
    title: '레이첼 페이즐리 미니 원피스',
    cost: '66,500',
    content: {
      md: `흔하지 않은 유니크한 패턴감에 절로 시선이 가게 되는 원피스예요~
      보자마자 이거다! 싶은 마음에 꼭 소개해드리고 싶었던 아이템이에요.
      단 한벌만으로도 포인트가 되어주기 때문에
      연말룩, 모임룩, 파티룩으로도 잘 어울리고 윈터시즌 코드 아우터 안에 쏙 입어 주시면
      반전매력을 뽐내실 수 있답니다:-)`,

      detail: `허리는 쏙 들어가고 골반 아래부터 은은하게 퍼지는 여성스러운 A라인이에요.
      너무 길지도, 짧지도 않게 무릎 위로 살짝 올라오는 적당한 미디 기장감을 가지고 있어요.
      가슴 윗 부분에 위치한 제원단 스트링으로 리본을 묶어주면 한층 포인트있는 착용이 가능해요~
      시스루한 프릴 소매가 여리한 손목라인을 연출해드린답니다>.<
      하루 종일 착용해도 구김이 잘 가지 않는 소재로 언제 어디서나 편안하게 착용하실 수 있어요!`,

      size: `FREE 사이즈로 준비되었어요.
      키 166CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/dress/d32-1.png',
        '/public-assets/dress/d32-2.png'
      ],
      detail: '/public-assets/dress/d33.png',
      material : '/public-assets/dress/d3M.png',
      washing: '/public-assets/dress/d3W.png'
    }
  },
  {
    id: 'd4',
    mbti: ['enfj', 'estj', 'infp'],
    mainImg: [
      {
        id: 'd41-1',
        img: '/public-assets/dress/d41-1.png'
      },
      {
        id: 'd41-2',
        img: '/public-assets/dress/d41-2.png'
      },
      {
        id: 'd41-3',
        img: '/public-assets/dress/d41-3.png'
      }
    ],
    title: '은은한 수채화 플라워패턴과 랩디자인의 언발셔링 요루쉬폰 A라인 미니 원피스',
    cost: '52,800',
    content: {
      md: `수채화처럼 곱게 물든 색감...♥
      과한 물나염이 아닌, 서정적인 톤으로 분위기있는 감성룩을 완성해드리구요,
      은은하 펄사가 가미되어 움직일때마다 후광주의, 반사판 효과까지 톡톡히 더해드려요.
      또한, 왼쪽 사이드 맵시있는 실루엣을 연출해줄 언발 셔링 장식과 밑단 프릴을 더해
      살랑살랑~ 완벽한 실루엣까지 완성-♪`,

      detail: `부드러운 요루쉬폰 소재를 사용하여 여리여리한 본연의 핏과 요루가공으로
      생활 주름이가도 티가 나지 않아요!
      사이드라인에 셔링 장식을 듬뿍 잡아주어 올록볼록한 바디라인 군살의 도드라짐까지
      완벽하게 커버해드린답니다♥
      오픈클로징은 백라인 콘솔지퍼 디테일로 도와드리며 바디부분 안감을 덧대어
      비침 걱정없이 편하게 즐기실 수 있어요 :)
      웨딩게스트룩, 봄나들이룩, 데이트룩 등
      사진만 찍으면 인생컷 건지는 로맨틱한 원피스로 꼭 소장해보세요 *_*`,

      size: `FREE 사이즈로 준비되었어요.
      키 168CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/dress/d42-1.png',
        '/public-assets/dress/d42-2.png'
      ],
      detail: '/public-assets/dress/d43.png',
      material : '/public-assets/dress/flowerM.png',
      washing: '/public-assets/dress/d2W.png'
    }
  },
  {
    id: 'd5',
    mbti: ['estj', 'istp'],
    mainImg: [
      {
        id: 'd51-1',
        img: '/public-assets/dress/d51-1.png'
      },
      {
        id: 'd51-2',
        img: '/public-assets/dress/d51-2.png'
      },
      {
        id: 'd51-3',
        img: '/public-assets/dress/d51-3.png'
      }
    ],
    title: '깃털패브릭 브로치세트 스페셜 카라드레스',
    cost: '68,000',
    content: {
      md: `명품 못지 않은 품격있는 분위기를 연출해드리며 로맨틱한 무드를 듬뿍 담은
      슬림라인의 깃털 수술패브릭 드레스랍니다:)
      연말연시 시즌이 다가올 수록 더욱 사랑받는 매력적인 소재감과 화려한 디테일로
      퀄리티 높게 완성되어 소장가치가 뛰어나요.
      올 겨울 연말룩, 파티룩, 신년 행사룩, 특별한 데이트룩 등으로 함께 하세요♥`,

      detail: `보송보송 샤방샤방 입체적인 깃털 패브릭에
      깔끔하고 고급스러운 레이스장식 카라,
      배색커프스와 진주 버튼 디테일,
      반짝이는 큐빅으로 장식된 탈부착 브로치로 더욱 페미닌한 격식룩을 연출해드려요:)
      허리는 잘록하게 잡아주고, 힙라인부터 자연스럽게 떨어지는 실루엣이 예쁘답니다.`,

      size: `FREE 사이즈로 준비되었어요.
      키 167CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/dress/d52-1.png',
        '/public-assets/dress/d52-2.png'
      ],
      detail: '/public-assets/dress/d53.png',
      material : '/public-assets/dress/flowerM.png',
      washing: '/public-assets/dress/flowerW.png'
    }
  },
  {
    id: 'd6',
    mbti: ['entj', 'estj', 'infp'],
    mainImg: [
      {
        id: 'd61-1',
        img: '/public-assets/dress/d61-1.png'
      },
      {
        id: 'd61-2',
        img: '/public-assets/dress/d61-2.png'
      },
      {
        id: 'd61-3',
        img: '/public-assets/dress/d61-3.png'
      }
    ],
    title: '언밸런스 셔링 페이크랩 미니 H라인 원피스',
    cost: '68,000',
    content: {
      md: `수채화처럼 곱게 물든 색감과 은은하게 빛나는 번아웃 로즈 패턴의 조합..♡
      마치 화려한 부케같은 포인트 원피스예요.
      봄맞이 퍼펙트한 원피스 찾고 계셨다면
      MD픽, 요 원피스 강력 추천해드릴게요♥`,

      detail: `살랑살랑~ 바람따라 흩날리는 여리한 시스루 소재로 제작되어
      입자마자 청순 여신 무드가 가득-
      바디라인의 안감 트리밍으로 이너라인 비침 걱정 없이 입기 좋으시구요,
      백라인 콘솔지퍼로 오픈클로징 가능하며,
      사이드라인에 셔링 장식을 듬뿍 잡아주어 올록볼록한 바디라인 군살의 도드라짐까지
      완벽하게 커버해드린답니다♥`,

      size: `FREE 사이즈로 준비되었어요.
      키 167CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/dress/d62-1.png',
        '/public-assets/dress/d62-2.png'
      ],
      detail: '/public-assets/dress/d63.png',
      material : '/public-assets/dress/flowerM.png',
      washing: '/public-assets/dress/d2W.png'
    }
  },
  {
    id: 'd7',
    mbti: ['esfj', 'esfp', 'infp', 'intj'],
    mainImg: [
      {
        id: 'd71-1',
        img: '/public-assets/dress/d71-1.png'
      },
      {
        id: 'd71-2',
        img: '/public-assets/dress/d71-2.png'
      },
      {
        id: 'd71-3',
        img: '/public-assets/dress/d71-3.png'
      }
    ],
    title: '도트패턴 롱쉬폰 맥시 원피스',
    cost: '58,800',
    content: {
      md: `드레시한 실루엣과 고급스러운 디테일,
      입자마자 여신분위기를 자아내는 드레스로 정말 정말! 강력추천해드리는 제품이에요!
      직접 받아보고, 입어보고, 만져보면 아시게 되실거예요!

      도트패턴의 경우, 유행에 구애없이 매년 입어보실 수 있는 제품으로
      올해 뿐만 아니라, 내년, 내후년 여름시즌,
      꺼내입기 좋을만한 제품이랍니다!`,

      detail: `전면의 도트패턴으로 시선집중!!
      이중 프릴소매라인으로 팔뚝살 커버를 도와드리며,
      네크라인과 웨스트라인의 금장버튼으로
      고급스러우며 우아한 감성을 더했답니다.
      프론트 투포켓의 경우, 밋밋하지않게 포인트를 주어 완성하였답니다.
      백라인의 지퍼로 오픈클로징 가능하며,
      롱 플레어라인으로 바디 단점 커버는 물론,
      드레시한 실루엣까지 선사해드려요♡`,

      size: `FREE 사이즈로 준비되었어요.
      키 168CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/dress/d72-1.png',
        '/public-assets/dress/d72-2.png'
      ],
      detail: '/public-assets/dress/d73.png',
      material : '/public-assets/dress/flowerM.png',
      washing: '/public-assets/dress/d2W.png'
    }
  },
  {
    id: 'd8',
    mbti: ['esfp', 'infp', 'intp'],
    mainImg: [
      {
        id: 'd81-1',
        img: '/public-assets/dress/d81-1.png'
      },
      {
        id: 'd81-2',
        img: '/public-assets/dress/d81-2.png'
      },
      {
        id: 'd81-3',
        img: '/public-assets/dress/d81-3.png'
      }
    ],
    title: '벨트 세트 카라 셔츠 미니 원피스',
    cost: '69,600',
    content: {
      md: `입체감 있고 부드러운 부클 트위드 패브릭으로 완성되어
      포근하면서도 트렌디한 무드를 선사해드린답니다.
      톡톡한 두께감으로 봄, 가을 시즌에는 단독으로 착용 하시기 좋으며,
      겨울에는 아우터 안에 센스있는 이너로 활용하셔도 좋답니다.
      데이트룩, 오피스룩, 모임룩 등 다양하게
      활용하기 좋은 아이템으로 추천드려요.`,

      detail: `셔츠 디자인의 트위드 원피스로
      간편하면서도 멋스러운 무드를 선사해드립니다.
      같이 구성된 가죽 벨트를 허리 라인에 알맞게 착용해주시면
      더욱 잘록한 허리라인과
      자연스러운 A라인 실루엣을 연출해드려요.
      미니한 기장감으로 레그라인은 더욱 길게-
      완벽한 비율을 선사해드리구요,
      전면 패턴 색감과 맞춘 버튼으로
      손쉬운 오픈클로징까지 도와드릴게요.`,

      size: `FREE 사이즈로 준비되었어요.
      키 167CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/dress/d82-1.png',
        '/public-assets/dress/d82-2.png'
      ],
      detail: '/public-assets/dress/d83.png',
      material : '/public-assets/dress/flowerM.png',
      washing: '/public-assets/dress/d2W.png'
    }
  },
  {
    id: 'd9',
    mbti: ['enfj', 'enfp', 'estj'],
    mainImg: [
      {
        id: 'd91-1',
        img: '/public-assets/dress/d91-1.png'
      },
      {
        id: 'd91-2',
        img: '/public-assets/dress/d91-2.png'
      },
      {
        id: 'd91-3',
        img: '/public-assets/dress/d91-3.png'
      }
    ],
    title: '벨벳 배색 스퀘어넥 A라인 미니 원피스',
    cost: '88,000',
    content: {
      md: `퀄리티 높은 트위드 패브릭에
      벨벳 테이핑의 로맨틱한 디자인으로
      모두의 소장 욕구를 불러일으킬 제품!
      연말룩, 모임룩, 파티룩, 웨딩 게스트룩,
      모두 한번에 해결하실 수 있을거예요-`,

      detail: `라인감이 살아있는 A라인 실루엣으로
      군살 부각 없는 실루엣을 연출해드리며,
      무릎 위로 올라오는 미니 기장감으로
      가장 이상적인 비율을 완성해드려요 :)
      목선 라인이 돋보이는 스퀘어넥 아래로
      로맨틱한 벨벳 배색을 더했구요,
      은은히 반짝이는 진주 버튼으로 포인트를!♥
      요 제품은 실물이 정말 예뻐 직접 착용해보시길 추천드릴게요-♪`,

      size: `FREE 사이즈로 준비되었어요.
      키 165CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/dress/d92-1.png',
        '/public-assets/dress/d92-2.png'
      ],
      detail: '/public-assets/dress/d93.png',
      material : '/public-assets/dress/flowerM.png',
      washing: '/public-assets/dress/d2W.png'
    }
  },
];

let jacket = [
  {
    id: 'j0',
    mbti: ['esfj', 'istp'],
    mainImg: [
      {
        id: 'j01-1',
        img: '/public-assets/jacket/j01-1.png'
      },
      {
        id: 'j01-2',
        img: '/public-assets/jacket/j01-2.png'
      },
      {
        id: 'j01-3',
        img: '/public-assets/jacket/j01-3.png'
      }
    ],
    title: '베어 버클 숏 무스탕 자켓',
    cost: '125,000',
    content: {
      md: `깔끔한 마감 처리와 신경 쓴 디테일 하나하나가
      퀄리티있게 제작된 무스탕 자켓이에요~
      거친 뽀글이 안감이나 입을수록 지저분하게 눌려지는
      덤블 안감이 아닌 포근하고 부드러운 에코 퍼 안감으로
      라이닝 되어 있어 겨울내내 변형없는 실루엣으로 입어 보실 수 있어요!:)`,

      detail: `어깨 라인이 살짝 떨어지는 여유로운 루즈핏과
      카라를 세워 버클을 채우면 포근한 하이넥 연출이 가능해요!
      허리 사이드 버클 장식으로 원하는 핏감을 연출할 수 있답니다:-)
      가을겨울에 어울리는 분위기를 가진 브라운🤎
      세련된 이미지를 연출하기 좋은 색감이에요 추천합니다~`,

      size: `FREE 사이즈로 준비되었어요;)`
    },
    images: {
      wearing: [
        '/public-assets/jacket/j02-1.png',
        '/public-assets/jacket/j02-2.png'
      ],
      detail: '/public-assets/jacket/j03.png',
      material : '/public-assets/jacket/j0M.png',
      washing: '/public-assets/jacket/j0W.png'
    }
  },
  {
    id: 'j1',
    mbti: ['esfj', 'intj', 'istp'],
    mainImg: [
      {
        id: 'j11-1',
        img: '/public-assets/jacket/j11-1.png'
      },
      {
        id: 'j11-2',
        img: '/public-assets/jacket/j11-2.png'
      },
      {
        id: 'j11-3',
        img: '/public-assets/jacket/j11-3.png'
      }
    ],
    title: '오버핏 후드 일체형 라이더자켓 점퍼',
    cost: '70,000',
    content: {
      md: `멋스러우면서도 캐주얼하게 연출하기 좋은 후드 레더 점퍼예요 :)
      여유있게 떨어지는 실루엣과 후드를 레이어드한 디자인으로
      한층 다양한 연출이 가능하답니다!`,

      detail: `빳빳하고 무거운 레더 소재가 아닌
      유연한 고퀄리티 원단을 사용하여 퀄리티 높게 완성된 점퍼-
      소매와 밑단의 시보리 디테일로 핏을 안정감있게 잡아주며,
      여유있는 오버핏의 가오리 실루엣이라 체형을 가려주구요.
      편안하게 착용하기 좋아요!`,

      size: `FREE 사이즈로 준비했습니다!`
    },
    images: {
      wearing: [
        '/public-assets/jacket/j12-1.png',
        '/public-assets/jacket/j12-2.png'
      ],
      detail: '/public-assets/jacket/j13.png',
      material : '/public-assets/dress/flowerM.png',
      washing: '/public-assets/dress/d2W.png'
    }
  },
  {
    id: 'j2',
    mbti: ['estj', 'infp', 'intj'],
    mainImg: [
      {
        id: 'j21-1',
        img: '/public-assets/jacket/j21-1.png'
      },
      {
        id: 'j21-2',
        img: '/public-assets/jacket/j21-2.png'
      },
      {
        id: 'j21-3',
        img: '/public-assets/jacket/j21-3.png'
      }
    ],
    title: '버클하이넥 스웨이드 무스탕',
    cost: '103,600',
    content: {
      md: `잔잔한 결이 느껴지는 스웨이드 곁감과
      부드러운 퍼 안감으로 이루어진 무스탕 자켓이에요.
      퍼 안감은 빈공강 없이 촘촘히 박혀 있고 털빠짐도 적어
      실제 받아보셨을 때 더욱 만족해 주실 것 같아요!`,

      detail: `어깨 라인이 드롭되지 않아 부해보이지 않고 깔끔한 핏이 연출되고
      힙라인에 걸쳐지는 적당한 기장감이에요~
      평소에는 카라넥, 한겨울에는 버클을 이용한 하이넥으로
      취향에 따라 연출이 가능합니다.
      데일리하게 활용이 가능하니 꼭 소장해보세요!`,

      size: `FREE 사이즈로 준비되었습니다~`
    },
    images: {
      wearing: [
        '/public-assets/jacket/j22-1.png',
        '/public-assets/jacket/j22-2.png'
      ],
      detail: '/public-assets/jacket/j23.png',
      material : '/public-assets/jacket/j2M.png',
      washing: '/public-assets/jacket/j2W.png'
    }
  },
  {
    id: 'j3',
    mbti: ['enfp', 'estp', 'intp', 'isfp'],
    mainImg: [
      {
        id: 'j31-1',
        img: '/public-assets/jacket/j31-1.png'
      },
      {
        id: 'j31-2',
        img: '/public-assets/jacket/j31-2.png'
      },
      {
        id: 'j31-3',
        img: '/public-assets/jacket/j31-3.png'
      }
    ],
    title: '스타일리쉬한 디테일의 데님 숏자켓',
    cost: '40,000',
    content: {
      md: `기솔모델처럼 편안한 티셔츠와 팬츠 코디에 
      손쉽게 매치하기 좋은 데일리 캐쥬얼 청자켓이에요:)
      후드티와 함께 레이어드할 필요 없이
      한 번에 연출하실 수 있는 디자인으로
      하나쯤 꼭 소장하시길 추천드려요♡`,

      detail: `넉넉하게 입을 수 있는 루즈핏 사이즈에
      드롭숄더 디자인, 폭 넓은 소매 너비로 
      편안하고 예쁘게 착용되는 데일리 캐쥬얼 데님자켓 아우터 제품.
      마치 그레이 컬러의 후드 집업을
      레이어드한 듯 연출된 배색 디테일이
      돋보이며 심플한 코디에도 가볍게 걸쳐주면
      이지한 꾸안꾸룩이 완성된답니다-`,

      size: `FREE 사이즈로 준비되었어요.
      키 167CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/jacket/j32-1.png',
        '/public-assets/jacket/j32-2.png'
      ],
      detail: '/public-assets/jacket/j33.png',
      material : '/public-assets/jacket/j3M.png',
      washing: '/public-assets/jacket/j3W.png'
    }
  },
  {
    id: 'j4',
    mbti: ['enfj', 'entj', 'estj', 'infp', 'istp'],
    mainImg: [
      {
        id: 'j41-1',
        img: '/public-assets/jacket/j41-1.png'
      },
      {
        id: 'j41-2',
        img: '/public-assets/jacket/j41-2.png'
      },
      {
        id: 'j41-3',
        img: '/public-assets/jacket/j41-3.png'
      }
    ],
    title: '샌디 체크 누빔 자켓',
    cost: '43,700',
    content: {
      md: `가을, 겨울에는 결혼식이나 모임이 많은 계졀이잖아요.
      이번 제작 자켓은 다양한 모임에서 활용도 높게 입으실 수 있도록
      각 각의 아이템 구성에도 각별히 더 신경을 썼구요.
      자켓이 주는 특유의 고급스러운 분위기를 생각하며 만들었어요~`,

      detail: `어깨 패드는 최소한의 두께감으로 어깨 라인은 딱 떨어지도록 제작하여
      가장 세련된 셋업 자켓으로 완성!
      특별한 날 드레스 업 룩 부터 데일리 출근룩까지
      다양하게 연출할 수 있는 체크 자켓을 눈 여겨 보고 계셨다면
      이 제품은 더~욱 소장 가치가 느껴지실 거예요!`,

      size: `FREE 사이즈로 준비되었어요.
      키 168CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/jacket/j42-1.png',
        '/public-assets/jacket/j42-2.png'
      ],
      detail: '/public-assets/jacket/j43.png',
      material : '/public-assets/jacket/j4M.png',
      washing: '/public-assets/jacket/j4W.png'
    }
  },
  {
    id: 'j5',
    mbti: ['enfj', 'esfj', 'estj'],
    mainImg: [
      {
        id: 'j51-1',
        img: '/public-assets/jacket/j51-1.png'
      },
      {
        id: 'j51-2',
        img: '/public-assets/jacket/j51-2.png'
      },
      {
        id: 'j51-3',
        img: '/public-assets/jacket/j51-3.png'
      }
    ],
    title: '베이직 테일러드카라 싱글 자켓',
    cost: '68,000',
    content: {
      md: `어떤 코디에도 자연스럽게 스타일링 할 수 있는
      활용도 높은 자켓을 소개합니다:)
      출근할 때도, 약속이 있을 때도 가볍게 툭 입기 좋은 데일리 아이템이에요.
      봄부터 초겨울까지 예쁘게 입어보세요!`,

      detail: `힙라인을 덮어주어 더욱 안정적인 기장감을 주고
      깔끔하게 떨어지는 세미 루즈핏을 가지고 있어요.
      유행없이 입기 좋은 베이직한 디자인이라서 언제든 입을 수 있답니다!
      구김 걱정없이 입기 좋은 소재로
      톡톡한 두께감과 부드러운 터치감의 브랜드 퀄리티를 느껴 보실 수 있습니다~`,

      size: `FREE 사이즈로 준비되었어요.
      키 166CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/jacket/j52-1.png',
        '/public-assets/jacket/j52-2.png'
      ],
      detail: '/public-assets/jacket/j53.png',
      material : '/public-assets/jacket/j5M.png',
      washing: '/public-assets/dress/d2W.png'
    }
  },
  {
    id: 'j6',
    mbti: ['entj', 'estj', 'infp'],
    mainImg: [
      {
        id: 'j61-1',
        img: '/public-assets/jacket/j61-1.png'
      },
      {
        id: 'j61-2',
        img: '/public-assets/jacket/j61-2.png'
      },
      {
        id: 'd61-3',
        img: '/public-assets/jacket/d61-3.png'
      }
    ],
    title: '어워드 베이직 싱글버튼 테일러드 자켓',
    cost: '54,400',
    content: {
      md: `촘촘한 고밀도 조직으로 부드럽고 유연하게
      피팅되는 폴리 혼방 원단을 사용하여 편안하면서도
      깔끔하게 똑 떨어지는 핏을 완성했답니다 !
      
      여기에 레이온과 스판이 블렌딩되어
      맨살에도 피부를 부드럽게 감싸드리며
      일상 속에서 편안한 스판감까지 느껴져요.
      
      구김이 잘 생기지 않아
      세탁과 관리만 잘 해주신다면
      퀄리티를 톡톡히 유지하실 수 있어요 :-)
      
      유행과 스타일에 구애 없이
      오랜 기간 소장하기 좋은 스탠다드핏,
      클래식한 무드가 느껴지는 테일러드 싱글 자켓. 
      
      조금 더 차려입고 싶은 날, 중요한 자리는 물론
      데님에 내츄럴한 코디도 가능해서
      더 좋았던 제품이랍니다 :)`,

      detail: `과하지 않은 패드로 어깨 라인을 잡아드리기 때문에
      체형에 구애받지 않고 깔끔하고 단정하면서
      조금 더 캐주얼한 무드로 즐기기에도 좋아요 *.*
      
      컬러마다 각각 잘 어울리는 톤으로 단추를 맞춰
      사용해 더욱 완성도 높게 제작된 자켓이에요 :)
      
      간단한 소지품 보관이 가능한 허리 포켓으로
      실용적인 포인트가 되어드리며,
      바스트 라인에 페이크 포켓으로 포인트♥`,

      size: `FREE 사이즈로 준비되었어요.
      키 165CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/jacket/j62-1.png',
        '/public-assets/jacket/j62-2.png'
      ],
      detail: '/public-assets/jacket/j63.png',
      material : '/public-assets/dress/flowerM.png',
      washing: '/public-assets/jacket/j6W.png'
    }
  },
  {
    id: 'j7',
    mbti: ['enfj', 'entj', 'estj', 'infp'],
    mainImg: [
      {
        id: 'j71-1',
        img: '/public-assets/jacket/j71-1.png'
      },
      {
        id: 'j71-2',
        img: '/public-assets/jacket/j71-2.png'
      },
      {
        id: 'j71-3',
        img: '/public-assets/jacket/j71-3.png'
      }
    ],
    title: '테일러드 세미 슬림핏 더블 체크 자켓',
    cost: '68,800',
    content: {
      md: `격식을 차린듯 하면서도 과하지 않은 담백한
      슬림핏 수트 셋업 자켓 소개해드릴게요:)
      
      동일한 패브릭의 ps2383 슬랙스와 함께 일 때 
      가장 멋진 셋업 수트룩을 완성하실 수 있으며
      따로 입는다면 심플한 룩에 툭 걸쳐 포인트를
      더해주는 체크 자켓으로도 손색이 없답니다-
      
      몸에 착 감기는 세미슬림핏과 힙을 살짝
      덮어주는 기장으로 자연스러운 체형 커버를 도와드리는 아이템이에요.❤️`,

      detail: `얇은 숄더 패드로 최소한의 각만 살려줘
      전체적으로 핏의 완성도를 높여드렸으며
      수선을 통해 손쉽게 탈부착도 가능합니다:)
      
      프론트 라인에서는 크게 티가 나지 않지만,
      백라인에 은근한 허리 절개 선으로
      슬림한 실루엣과 엣지있는 포인트를 더해드린 아이템이랍니다-
      
      프론트 중앙 버튼 디테일은 더블 타입으로
      오픈 클로징이 가능하며
      버튼을 모두 채웠을 때,
      흐트러짐 없는 슬림 핏으로
      착용하실 수 있어요*.*`,

      size: `FREE 사이즈로 준비되었어요.
      키 168CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/jacket/j72-1.png',
        '/public-assets/jacket/j72-2.png'
      ],
      detail: '/public-assets/jacket/j73.png',
      material : '/public-assets/dress/flowerM.png',
      washing: '/public-assets/jacket/j6W.png'
    }
  },
  {
    id: 'j8',
    mbti: ['enfj', 'esfj', 'estj', 'intp', 'isfj'],
    mainImg: [
      {
        id: 'j81-1',
        img: '/public-assets/jacket/j81-1.png'
      },
      {
        id: 'j81-2',
        img: '/public-assets/jacket/j81-2.png'
      },
      {
        id: 'j81-3',
        img: '/public-assets/jacket/j81-3.png'
      }
    ],
    title: '시그니쳐 탄탄 베이직 자켓',
    cost: '86,000',
    content: {
      md: `흔하게 볼 수 있는 것 같지만,
      딱 마음에 드는 퀄리티는 찾기 힘들었던
      자켓을 준비해보았어요:)
      
      누구에게나 잘 어울리는 핏과 폭 넓은 사이즈 구성에
      키가 작아도, 커도 예쁘게 입으실 수 있게
      
      적당한 기장감으로 제작했기 때문에
      체형 구애 없이 잘 어울리실 거예요-
      
      이너로 함께 입는 아이템에 따라
      오피스룩, 웨딩하객룩, 데일리룩 등 다양하게
      매치할 수 있으니 꼭! 소장해보세요:D`,

      detail: `TR원단에 합포 작업을 거쳐 퀄리티있게 완성된
      깔끔한 테일러드 재킷이에요.
      
      너무 두껍지 않지만 입었을 때 흐물거리지 않고
      멋스럽게 떨어지도록 탄탄한 핏을 구현했답니다.
      
      너무 타잇하거나 오버스럽지 않고
      심플하게 딱 떨어지는 정핏의 싱글재킷.
      
      스무레 제작팀에서 정말 추천드리고 싶은
      베이직, 데일리 구성♡
      
      재킷은 어깨 패드가 과하지 않게
      세련된 어깨 라인을 선사해드리며
      소매 버튼으로 트임 롤업 연출에 신경썼으니 꼭 입어보세요!`,

      size: `FREE 사이즈로 준비되었어요.
      키 167CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/jacket/j82-1.png',
        '/public-assets/jacket/j82-2.png'
      ],
      detail: '/public-assets/jacket/j83.png',
      material : '/public-assets/dress/flowerM.png',
      washing: '/public-assets/dress/d2W.png'
    }
  },
  {
    id: 'j9',
    mbti: ['enfp', 'isfp', 'istp'],
    mainImg: [
      {
        id: 'j91-1',
        img: '/public-assets/jacket/j91-1.png'
      },
      {
        id: 'j91-2',
        img: '/public-assets/jacket/j91-2.png'
      },
      {
        id: 'j91-3',
        img: '/public-assets/jacket/j91-3.png'
      }
    ],
    title: '크롭기장의 스트링 야상 숏 자켓',
    cost: '21,000',
    content: {
      md: `봄, 가을 시즌 데일리 아우터로
      강력 추천해드리는 야상 점퍼예요 :)
      
      기솔모델처럼 베이직한 원피스 위에
      툭- 걸쳐만주어도 멋스럽고,
      패턴있는 로맨틱 플라워 원피스와도
      잘 어울리는 신통방통한 아이템이에요♥
      
      어떤 옷에나 잘 어울리는 무던한 디자인,
      내추럴한 핏, 부드러운 코튼 소재감
      거기에 합리적인 가격까지 *_*
      하나쯤 소장하시면 잘 활용하실거예요!`,

      detail: `소재는 간절기에 입기 좋은
      가볍고 유연한 코튼 원단을 사용했구요,
      골반 위로 올라오는 숏한 크롭기장으로
      완벽한 바디라인의 비율을 완성했어요 :)
      
      또한, 허리라인 스트링이 내장되어 있어
      취향에 따라 루즈하게도, 슬림하게도 실루엣 조절도 가능하구요,
      바스트 라인에 빅사이즈의 포켓을 더해
      간단한 소지품 보관도 가능해요!
      
      프론트 중앙 똑닥이 스냅 버튼 디테일로
      버튼을 내추럴하게 풀어도,
      깔끔하게 잠궈도 예쁜 핏이 완성된답니다♥`,

      size: `FREE 사이즈로 준비되었어요.
      키 167CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/jacket/j92-1.png',
        '/public-assets/jacket/j92-2.png'
      ],
      detail: '/public-assets/jacket/j93.png',
      material : '/public-assets/jacket/j3M.png',
      washing: '/public-assets/jacket/j9W.png'
    }
  },
];

export {dress};