let dress = [
  {
    id: 'd0',
    url: '/dress/d0',
    mbti: ['enfp', 'esfp', 'infp'],
    mainImg: [
      {
        id: 'flower1-1',
        img: '/public-assets/dress/flower1-1.png'
      },
      {
        id: 'flower1-2',
        img: '/public-assets/dress/flower1-2.png'
      },
      {
        id: 'flower1-3',
        img: '/public-assets/dress/flower1-3.png'
      }
    ],
    title: '플라워 패턴의 밴딩 플레어 원피스',
    cost: '32,000',
    content: {
      md: `따뜻함과 여성스러움을 동시에 선사할 플레어 원피스 제품이에요*.*
      그냥 일반적인 안감이 아닌 뛰어난 보온성을 선사할 기모안감이 전체적으로 덧대어 있어 추운날씨에도 예쁨과  동시에 보온성도 갖춘 원피스 아이템이 아닐까싶어요♡
      살짝 올라오는 하이넥 디자인으로 넥라인도 여성스럽게 디자인 되었구요 숄더라인을 따라 프릴 디테일까지 더해져 글램한 바디라인 효과까지 선사해 드려요:D`,

      detail: `전체 허리밴딩으로 활동하기에 편안함 가득하구요.
      안정감 있는 미니 기장으로 레그라인은 보다 길게 표현 해주며, 잔잔하게 퍼지는 A라인 플레어 디자인으로 하체라인을 보다 슬림하게 표현 해준답니다.
      손쉽게 착용하기 좋은 블랙 한 컬러로 준비했어요.`,

      size: `FREE 사이즈로 준비되었어요.
      미니멀한 기장으로 161CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/dress/flower2-1.png',
        '/public-assets/dress/flower2-2.png'
      ],
      detail: '/public-assets/dress/flower3.png',
      material : '/public-assets/dress/flowerM.png',
      washing: '/public-assets/dress/flowerW.png'
    }
  },
  {
    id: 'd1',
    url: '/dress/d1',
    mbti: ['esfj', 'intj', 'istp'],
    mainImg: [
      {
        id: 'hip1-1',
        img: '/public-assets/dress/hip1-1.png'
      },
      {
        id: 'hip1-2',
        img: '/public-assets/dress/hip1-2.png'
      },
      {
        id: 'hip1-3',
        img: '/public-assets/dress/hip1-3.png'
      }
    ],
    title: '레더 패브릭 A라인 뷔스티에 롱 원피스',
    cost: '75,000',
    content: {
      md: `레더 패브릭 자체만으로 트렌디하고 스페셜한 무드가 느껴지는 원피스예요.
      거칠지 않고 부드러운 페이크 레더 패브릭으로 완성되었어요. 
      특별한 무드가 느껴지는 제품이라 다가오는 연말에 꼭 추천드리고 싶어 데려온 제품이랍니다 : )
      벨트 세트 구성으로 제작된 제품이라 벨트를 착용해 더욱 슬림한 실루엣을 연출하셔도 좋답니다.`,

      detail: `유연하고 탄탄한 페이크 레더 소재로 제작되었어요.
      얇은 숄더끈이 레이어드한 상의를 방해하지 않고 깔끔히 입어진답니다.
      허리선은 보다 높게 제작되어 더욱 롱한 레그라인을 연출해드리구요,
      핀턱 디테일로 풍성한 플레어 라인을 연출해드려요.
      롱한 기장감으로 가리고 싶던 하체의 군살도 쏙-쏙- 가려드린답니다!
      바스트 디자인와 라인 디테일로 페미닌하며 흔하지 않아 소장가치가 높은 제품이예요.
      뒷면 콘솔지퍼로 손쉬운 오픈클로징까지 도와드려요.`,

      size: `FREE 사이즈로 준비되었어요.
      키 165CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/dress/hip2-1.png',
        '/public-assets/dress/hip2-2.png'
      ],
      detail: '/public-assets/dress/hip3.png',
      material : '/public-assets/dress/hipM.png',
      washing: '/public-assets/dress/hipW.png'
    }
  },
  {
    id: 'd2',
    url: '/dress/d2',
    mbti: ['estj', 'infp', 'intj'],
    mainImg: [
      {
        id: 'd21-1',
        img: '/public-assets/dress/d21-1.png'
      },
      {
        id: 'd21-2',
        img: '/public-assets/dress/d21-2.png'
      },
      {
        id: 'd21-3',
        img: '/public-assets/dress/d21-3.png'
      }
    ],
    title: '믹스 트위드 소재의 플레어 미니 서스펜더 원피스',
    cost: '32,000',
    content: {
      md: `여성스럽게 떨어지는 딥브이넥 디자인으로 이너에 하이넥티, 니트, 블라우스, 셔츠 등
      어떤 아이템을 매치하느냐에 따라 그 무드가 다양하게 변신되는 팔색조 매력의 제품!
      흔하지 않은 믹스 트위드 소재로 소장가치 높은 아이템이니, 
      꼭 소장하시길 추천드릴게요-♪`,

      detail: `너무 짧지 않은 미니 기장감으로 아담, 롱 아띠님 모두 부담 없이 즐길 수 있구요,
      넉넉한 암홀 라인으로 착용시 편안하면서도 여리한 어깨 라인을 돋보여 드리는 제품이에요.
      스커트라인 부드러운 안감 트리밍으로 예민한 아띠님들께서도 자극없이 입기 좋구요,
      웨스트라인이 높은 하이웨스트 절개로 롱 앤 슬림한 바디라인을 연출해드린답니다:)
      백라인의 콘솔 지퍼로 이지한 오픈클로징 도와드릴게요♥`,

      size: `FREE 사이즈로 준비되었어요.
      키 163CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/dress/d22-1.png',
        '/public-assets/dress/d22-2.png'
      ],
      detail: '/public-assets/dress/d23.png',
      material : '/public-assets/dress/flowerM.png',
      washing: '/public-assets/dress/d2W.png'
    }
  },
  {
    id: 'd3',
    url: '/dress/d3',
    mbti: ['esfj', 'istp'],
    mainImg: [
      {
        id: 'd31-1',
        img: '/public-assets/dress/d31-1.png'
      },
      {
        id: 'd31-2',
        img: '/public-assets/dress/d31-2.png'
      },
      {
        id: 'd31-3',
        img: '/public-assets/dress/d31-3.png'
      }
    ],
    title: '레이첼 페이즐리 미니 원피스',
    cost: '66,500',
    content: {
      md: `흔하지 않은 유니크한 패턴감에 절로 시선이 가게 되는 원피스예요~
      보자마자 이거다! 싶은 마음에 꼭 소개해드리고 싶었던 아이템이에요.
      단 한벌만으로도 포인트가 되어주기 때문에
      연말룩, 모임룩, 파티룩으로도 잘 어울리고 윈터시즌 코드 아우터 안에 쏙 입어 주시면
      반전매력을 뽐내실 수 있답니다:-)`,

      detail: `허리는 쏙 들어가고 골반 아래부터 은은하게 퍼지는 여성스러운 A라인이에요.
      너무 길지도, 짧지도 않게 무릎 위로 살짝 올라오는 적당한 미디 기장감을 가지고 있어요.
      가슴 윗 부분에 위치한 제원단 스트링으로 리본을 묶어주면 한층 포인트있는 착용이 가능해요~
      시스루한 프릴 소매가 여리한 손목라인을 연출해드린답니다>.<
      하루 종일 착용해도 구김이 잘 가지 않는 소재로 언제 어디서나 편안하게 착용하실 수 있어요!`,

      size: `FREE 사이즈로 준비되었어요.
      키 166CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/dress/d32-1.png',
        '/public-assets/dress/d32-2.png'
      ],
      detail: '/public-assets/dress/d33.png',
      material : '/public-assets/dress/d3M.png',
      washing: '/public-assets/dress/d3W.png'
    }
  },
  {
    id: 'd4',
    url: '/dress/d4',
    mbti: ['enfj', 'estj', 'infp'],
    mainImg: [
      {
        id: 'd41-1',
        img: '/public-assets/dress/d41-1.png'
      },
      {
        id: 'd41-2',
        img: '/public-assets/dress/d41-2.png'
      },
      {
        id: 'd41-3',
        img: '/public-assets/dress/d41-3.png'
      }
    ],
    title: '은은한 수채화 플라워패턴과 랩디자인의 언발셔링 요루쉬폰 A라인 미니 원피스',
    cost: '52,800',
    content: {
      md: `수채화처럼 곱게 물든 색감...♥
      과한 물나염이 아닌, 서정적인 톤으로 분위기있는 감성룩을 완성해드리구요,
      은은하 펄사가 가미되어 움직일때마다 후광주의, 반사판 효과까지 톡톡히 더해드려요.
      또한, 왼쪽 사이드 맵시있는 실루엣을 연출해줄 언발 셔링 장식과 밑단 프릴을 더해
      살랑살랑~ 완벽한 실루엣까지 완성-♪`,

      detail: `부드러운 요루쉬폰 소재를 사용하여 여리여리한 본연의 핏과 요루가공으로
      생활 주름이가도 티가 나지 않아요!
      사이드라인에 셔링 장식을 듬뿍 잡아주어 올록볼록한 바디라인 군살의 도드라짐까지
      완벽하게 커버해드린답니다♥
      오픈클로징은 백라인 콘솔지퍼 디테일로 도와드리며 바디부분 안감을 덧대어
      비침 걱정없이 편하게 즐기실 수 있어요 :)
      웨딩게스트룩, 봄나들이룩, 데이트룩 등
      사진만 찍으면 인생컷 건지는 로맨틱한 원피스로 꼭 소장해보세요 *_*`,

      size: `FREE 사이즈로 준비되었어요.
      키 168CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/dress/d42-1.png',
        '/public-assets/dress/d42-2.png'
      ],
      detail: '/public-assets/dress/d43.png',
      material : '/public-assets/dress/flowerM.png',
      washing: '/public-assets/dress/d2W.png'
    }
  },
  {
    id: 'd5',
    url: '/dress/d5',
    mbti: ['estj', 'istp'],
    mainImg: [
      {
        id: 'd51-1',
        img: '/public-assets/dress/d51-1.png'
      },
      {
        id: 'd51-2',
        img: '/public-assets/dress/d51-2.png'
      },
      {
        id: 'd51-3',
        img: '/public-assets/dress/d51-3.png'
      }
    ],
    title: '깃털패브릭 브로치세트 스페셜 카라드레스',
    cost: '68,000',
    content: {
      md: `명품 못지 않은 품격있는 분위기를 연출해드리며 로맨틱한 무드를 듬뿍 담은
      슬림라인의 깃털 수술패브릭 드레스랍니다:)
      연말연시 시즌이 다가올 수록 더욱 사랑받는 매력적인 소재감과 화려한 디테일로
      퀄리티 높게 완성되어 소장가치가 뛰어나요.
      올 겨울 연말룩, 파티룩, 신년 행사룩, 특별한 데이트룩 등으로 함께 하세요♥`,

      detail: `보송보송 샤방샤방 입체적인 깃털 패브릭에
      깔끔하고 고급스러운 레이스장식 카라,
      배색커프스와 진주 버튼 디테일,
      반짝이는 큐빅으로 장식된 탈부착 브로치로 더욱 페미닌한 격식룩을 연출해드려요:)
      허리는 잘록하게 잡아주고, 힙라인부터 자연스럽게 떨어지는 실루엣이 예쁘답니다.`,

      size: `FREE 사이즈로 준비되었어요.
      키 167CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/dress/d52-1.png',
        '/public-assets/dress/d52-2.png'
      ],
      detail: '/public-assets/dress/d53.png',
      material : '/public-assets/dress/flowerM.png',
      washing: '/public-assets/dress/flowerW.png'
    }
  },
  {
    id: 'd6',
    url: '/dress/d6',
    mbti: ['entj', 'estj', 'infp'],
    mainImg: [
      {
        id: 'd61-1',
        img: '/public-assets/dress/d61-1.png'
      },
      {
        id: 'd61-2',
        img: '/public-assets/dress/d61-2.png'
      },
      {
        id: 'd61-3',
        img: '/public-assets/dress/d61-3.png'
      }
    ],
    title: '언밸런스 셔링 페이크랩 미니 H라인 원피스',
    cost: '68,000',
    content: {
      md: `수채화처럼 곱게 물든 색감과 은은하게 빛나는 번아웃 로즈 패턴의 조합..♡
      마치 화려한 부케같은 포인트 원피스예요.
      봄맞이 퍼펙트한 원피스 찾고 계셨다면
      MD픽, 요 원피스 강력 추천해드릴게요♥`,

      detail: `살랑살랑~ 바람따라 흩날리는 여리한 시스루 소재로 제작되어
      입자마자 청순 여신 무드가 가득-
      바디라인의 안감 트리밍으로 이너라인 비침 걱정 없이 입기 좋으시구요,
      백라인 콘솔지퍼로 오픈클로징 가능하며,
      사이드라인에 셔링 장식을 듬뿍 잡아주어 올록볼록한 바디라인 군살의 도드라짐까지
      완벽하게 커버해드린답니다♥`,

      size: `FREE 사이즈로 준비되었어요.
      키 167CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/dress/d62-1.png',
        '/public-assets/dress/d62-2.png'
      ],
      detail: '/public-assets/dress/d63.png',
      material : '/public-assets/dress/flowerM.png',
      washing: '/public-assets/dress/d2W.png'
    }
  },
  {
    id: 'd7',
    url: '/dress/d7',
    mbti: ['esfj', 'esfp', 'infp', 'intj'],
    mainImg: [
      {
        id: 'd71-1',
        img: '/public-assets/dress/d71-1.png'
      },
      {
        id: 'd71-2',
        img: '/public-assets/dress/d71-2.png'
      },
      {
        id: 'd71-3',
        img: '/public-assets/dress/d71-3.png'
      }
    ],
    title: '도트패턴 롱쉬폰 맥시 원피스',
    cost: '58,800',
    content: {
      md: `드레시한 실루엣과 고급스러운 디테일,
      입자마자 여신분위기를 자아내는 드레스로 정말 정말! 강력추천해드리는 제품이에요!
      직접 받아보고, 입어보고, 만져보면 아시게 되실거예요!

      도트패턴의 경우, 유행에 구애없이 매년 입어보실 수 있는 제품으로
      올해 뿐만 아니라, 내년, 내후년 여름시즌,
      꺼내입기 좋을만한 제품이랍니다!`,

      detail: `전면의 도트패턴으로 시선집중!!
      이중 프릴소매라인으로 팔뚝살 커버를 도와드리며,
      네크라인과 웨스트라인의 금장버튼으로
      고급스러우며 우아한 감성을 더했답니다.
      프론트 투포켓의 경우, 밋밋하지않게 포인트를 주어 완성하였답니다.
      백라인의 지퍼로 오픈클로징 가능하며,
      롱 플레어라인으로 바디 단점 커버는 물론,
      드레시한 실루엣까지 선사해드려요♡`,

      size: `FREE 사이즈로 준비되었어요.
      키 168CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/dress/d72-1.png',
        '/public-assets/dress/d72-2.png'
      ],
      detail: '/public-assets/dress/d73.png',
      material : '/public-assets/dress/flowerM.png',
      washing: '/public-assets/dress/d2W.png'
    }
  },
  {
    id: 'd8',
    url: '/dress/d8',
    mbti: ['esfp', 'infp', 'intp'],
    mainImg: [
      {
        id: 'd81-1',
        img: '/public-assets/dress/d81-1.png'
      },
      {
        id: 'd81-2',
        img: '/public-assets/dress/d81-2.png'
      },
      {
        id: 'd81-3',
        img: '/public-assets/dress/d81-3.png'
      }
    ],
    title: '벨트 세트 카라 셔츠 미니 원피스',
    cost: '69,600',
    content: {
      md: `입체감 있고 부드러운 부클 트위드 패브릭으로 완성되어
      포근하면서도 트렌디한 무드를 선사해드린답니다.
      톡톡한 두께감으로 봄, 가을 시즌에는 단독으로 착용 하시기 좋으며,
      겨울에는 아우터 안에 센스있는 이너로 활용하셔도 좋답니다.
      데이트룩, 오피스룩, 모임룩 등 다양하게
      활용하기 좋은 아이템으로 추천드려요.`,

      detail: `셔츠 디자인의 트위드 원피스로
      간편하면서도 멋스러운 무드를 선사해드립니다.
      같이 구성된 가죽 벨트를 허리 라인에 알맞게 착용해주시면
      더욱 잘록한 허리라인과
      자연스러운 A라인 실루엣을 연출해드려요.
      미니한 기장감으로 레그라인은 더욱 길게-
      완벽한 비율을 선사해드리구요,
      전면 패턴 색감과 맞춘 버튼으로
      손쉬운 오픈클로징까지 도와드릴게요.`,

      size: `FREE 사이즈로 준비되었어요.
      키 167CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/dress/d82-1.png',
        '/public-assets/dress/d82-2.png'
      ],
      detail: '/public-assets/dress/d83.png',
      material : '/public-assets/dress/flowerM.png',
      washing: '/public-assets/dress/d2W.png'
    }
  },
  {
    id: 'd9',
    url: '/dress/d9',
    mbti: ['enfj', 'enfp', 'estj'],
    mainImg: [
      {
        id: 'd91-1',
        img: '/public-assets/dress/d91-1.png'
      },
      {
        id: 'd91-2',
        img: '/public-assets/dress/d91-2.png'
      },
      {
        id: 'd91-3',
        img: '/public-assets/dress/d91-3.png'
      }
    ],
    title: '벨벳 배색 스퀘어넥 A라인 미니 원피스',
    cost: '88,000',
    content: {
      md: `퀄리티 높은 트위드 패브릭에
      벨벳 테이핑의 로맨틱한 디자인으로
      모두의 소장 욕구를 불러일으킬 제품!
      연말룩, 모임룩, 파티룩, 웨딩 게스트룩,
      모두 한번에 해결하실 수 있을거예요-`,

      detail: `라인감이 살아있는 A라인 실루엣으로
      군살 부각 없는 실루엣을 연출해드리며,
      무릎 위로 올라오는 미니 기장감으로
      가장 이상적인 비율을 완성해드려요 :)
      목선 라인이 돋보이는 스퀘어넥 아래로
      로맨틱한 벨벳 배색을 더했구요,
      은은히 반짝이는 진주 버튼으로 포인트를!♥
      요 제품은 실물이 정말 예뻐 직접 착용해보시길 추천드릴게요-♪`,

      size: `FREE 사이즈로 준비되었어요.
      키 165CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/dress/d92-1.png',
        '/public-assets/dress/d92-2.png'
      ],
      detail: '/public-assets/dress/d93.png',
      material : '/public-assets/dress/flowerM.png',
      washing: '/public-assets/dress/d2W.png'
    }
  },
];

let jacket = [
  {
    id: 'j0',
    url: '/outerwear/jacket/j0',
    mbti: ['esfj', 'istp'],
    mainImg: [
      {
        id: 'j01-1',
        img: '/public-assets/jacket/j01-1.png'
      },
      {
        id: 'j01-2',
        img: '/public-assets/jacket/j01-2.png'
      },
      {
        id: 'j01-3',
        img: '/public-assets/jacket/j01-3.png'
      }
    ],
    title: '베어 버클 숏 무스탕 자켓',
    cost: '125,000',
    content: {
      md: `깔끔한 마감 처리와 신경 쓴 디테일 하나하나가
      퀄리티있게 제작된 무스탕 자켓이에요~
      거친 뽀글이 안감이나 입을수록 지저분하게 눌려지는
      덤블 안감이 아닌 포근하고 부드러운 에코 퍼 안감으로
      라이닝 되어 있어 겨울내내 변형없는 실루엣으로 입어 보실 수 있어요!:)`,

      detail: `어깨 라인이 살짝 떨어지는 여유로운 루즈핏과
      카라를 세워 버클을 채우면 포근한 하이넥 연출이 가능해요!
      허리 사이드 버클 장식으로 원하는 핏감을 연출할 수 있답니다:-)
      가을겨울에 어울리는 분위기를 가진 브라운🤎
      세련된 이미지를 연출하기 좋은 색감이에요 추천합니다~`,

      size: `FREE 사이즈로 준비되었어요;)`
    },
    images: {
      wearing: [
        '/public-assets/jacket/j02-1.png',
        '/public-assets/jacket/j02-2.png'
      ],
      detail: '/public-assets/jacket/j03.png',
      material : '/public-assets/jacket/j0M.png',
      washing: '/public-assets/jacket/j0W.png'
    }
  },
  {
    id: 'j1',
    url: '/outerwear/jacket/j1',
    mbti: ['esfj', 'intj', 'istp'],
    mainImg: [
      {
        id: 'j11-1',
        img: '/public-assets/jacket/j11-1.png'
      },
      {
        id: 'j11-2',
        img: '/public-assets/jacket/j11-2.png'
      },
      {
        id: 'j11-3',
        img: '/public-assets/jacket/j11-3.png'
      }
    ],
    title: '오버핏 후드 일체형 라이더자켓 점퍼',
    cost: '70,000',
    content: {
      md: `멋스러우면서도 캐주얼하게 연출하기 좋은 후드 레더 점퍼예요 :)
      여유있게 떨어지는 실루엣과 후드를 레이어드한 디자인으로
      한층 다양한 연출이 가능하답니다!`,

      detail: `빳빳하고 무거운 레더 소재가 아닌
      유연한 고퀄리티 원단을 사용하여 퀄리티 높게 완성된 점퍼-
      소매와 밑단의 시보리 디테일로 핏을 안정감있게 잡아주며,
      여유있는 오버핏의 가오리 실루엣이라 체형을 가려주구요.
      편안하게 착용하기 좋아요!`,

      size: `FREE 사이즈로 준비했습니다!`
    },
    images: {
      wearing: [
        '/public-assets/jacket/j12-1.png',
        '/public-assets/jacket/j12-2.png'
      ],
      detail: '/public-assets/jacket/j13.png',
      material : '/public-assets/dress/flowerM.png',
      washing: '/public-assets/dress/d2W.png'
    }
  },
  {
    id: 'j2',
    url: '/outerwear/jacket/j2',
    mbti: ['estj', 'infp', 'intj'],
    mainImg: [
      {
        id: 'j21-1',
        img: '/public-assets/jacket/j21-1.png'
      },
      {
        id: 'j21-2',
        img: '/public-assets/jacket/j21-2.png'
      },
      {
        id: 'j21-3',
        img: '/public-assets/jacket/j21-3.png'
      }
    ],
    title: '버클하이넥 스웨이드 무스탕',
    cost: '103,600',
    content: {
      md: `잔잔한 결이 느껴지는 스웨이드 곁감과
      부드러운 퍼 안감으로 이루어진 무스탕 자켓이에요.
      퍼 안감은 빈공강 없이 촘촘히 박혀 있고 털빠짐도 적어
      실제 받아보셨을 때 더욱 만족해 주실 것 같아요!`,

      detail: `어깨 라인이 드롭되지 않아 부해보이지 않고 깔끔한 핏이 연출되고
      힙라인에 걸쳐지는 적당한 기장감이에요~
      평소에는 카라넥, 한겨울에는 버클을 이용한 하이넥으로
      취향에 따라 연출이 가능합니다.
      데일리하게 활용이 가능하니 꼭 소장해보세요!`,

      size: `FREE 사이즈로 준비되었습니다~`
    },
    images: {
      wearing: [
        '/public-assets/jacket/j22-1.png',
        '/public-assets/jacket/j22-2.png'
      ],
      detail: '/public-assets/jacket/j23.png',
      material : '/public-assets/jacket/j2M.png',
      washing: '/public-assets/jacket/j2W.png'
    }
  },
  {
    id: 'j3',
    url: '/outerwear/jacket/j3',
    mbti: ['enfp', 'estp', 'intp', 'isfp'],
    mainImg: [
      {
        id: 'j31-1',
        img: '/public-assets/jacket/j31-1.png'
      },
      {
        id: 'j31-2',
        img: '/public-assets/jacket/j31-2.png'
      },
      {
        id: 'j31-3',
        img: '/public-assets/jacket/j31-3.png'
      }
    ],
    title: '스타일리쉬한 디테일의 데님 숏자켓',
    cost: '40,000',
    content: {
      md: `기솔모델처럼 편안한 티셔츠와 팬츠 코디에 
      손쉽게 매치하기 좋은 데일리 캐쥬얼 청자켓이에요:)
      후드티와 함께 레이어드할 필요 없이
      한 번에 연출하실 수 있는 디자인으로
      하나쯤 꼭 소장하시길 추천드려요♡`,

      detail: `넉넉하게 입을 수 있는 루즈핏 사이즈에
      드롭숄더 디자인, 폭 넓은 소매 너비로 
      편안하고 예쁘게 착용되는 데일리 캐쥬얼 데님자켓 아우터 제품.
      마치 그레이 컬러의 후드 집업을
      레이어드한 듯 연출된 배색 디테일이
      돋보이며 심플한 코디에도 가볍게 걸쳐주면
      이지한 꾸안꾸룩이 완성된답니다-`,

      size: `FREE 사이즈로 준비되었어요.
      키 167CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/jacket/j32-1.png',
        '/public-assets/jacket/j32-2.png'
      ],
      detail: '/public-assets/jacket/j33.png',
      material : '/public-assets/jacket/j3M.png',
      washing: '/public-assets/jacket/j3W.png'
    }
  },
  {
    id: 'j4',
    url: '/outerwear/jacket/j4',
    mbti: ['enfj', 'entj', 'estj', 'infp', 'istp'],
    mainImg: [
      {
        id: 'j41-1',
        img: '/public-assets/jacket/j41-1.png'
      },
      {
        id: 'j41-2',
        img: '/public-assets/jacket/j41-2.png'
      },
      {
        id: 'j41-3',
        img: '/public-assets/jacket/j41-3.png'
      }
    ],
    title: '샌디 체크 누빔 자켓',
    cost: '43,700',
    content: {
      md: `가을, 겨울에는 결혼식이나 모임이 많은 계졀이잖아요.
      이번 제작 자켓은 다양한 모임에서 활용도 높게 입으실 수 있도록
      각 각의 아이템 구성에도 각별히 더 신경을 썼구요.
      자켓이 주는 특유의 고급스러운 분위기를 생각하며 만들었어요~`,

      detail: `어깨 패드는 최소한의 두께감으로 어깨 라인은 딱 떨어지도록 제작하여
      가장 세련된 셋업 자켓으로 완성!
      특별한 날 드레스 업 룩 부터 데일리 출근룩까지
      다양하게 연출할 수 있는 체크 자켓을 눈 여겨 보고 계셨다면
      이 제품은 더~욱 소장 가치가 느껴지실 거예요!`,

      size: `FREE 사이즈로 준비되었어요.
      키 168CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/jacket/j42-1.png',
        '/public-assets/jacket/j42-2.png'
      ],
      detail: '/public-assets/jacket/j43.png',
      material : '/public-assets/jacket/j4M.png',
      washing: '/public-assets/jacket/j4W.png'
    }
  },
  {
    id: 'j5',
    url: '/outerwear/jacket/j5',
    mbti: ['enfj', 'esfj', 'estj'],
    mainImg: [
      {
        id: 'j51-1',
        img: '/public-assets/jacket/j51-1.png'
      },
      {
        id: 'j51-2',
        img: '/public-assets/jacket/j51-2.png'
      },
      {
        id: 'j51-3',
        img: '/public-assets/jacket/j51-3.png'
      }
    ],
    title: '베이직 테일러드카라 싱글 자켓',
    cost: '68,000',
    content: {
      md: `어떤 코디에도 자연스럽게 스타일링 할 수 있는
      활용도 높은 자켓을 소개합니다:)
      출근할 때도, 약속이 있을 때도 가볍게 툭 입기 좋은 데일리 아이템이에요.
      봄부터 초겨울까지 예쁘게 입어보세요!`,

      detail: `힙라인을 덮어주어 더욱 안정적인 기장감을 주고
      깔끔하게 떨어지는 세미 루즈핏을 가지고 있어요.
      유행없이 입기 좋은 베이직한 디자인이라서 언제든 입을 수 있답니다!
      구김 걱정없이 입기 좋은 소재로
      톡톡한 두께감과 부드러운 터치감의 브랜드 퀄리티를 느껴 보실 수 있습니다~`,

      size: `FREE 사이즈로 준비되었어요.
      키 166CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/jacket/j52-1.png',
        '/public-assets/jacket/j52-2.png'
      ],
      detail: '/public-assets/jacket/j53.png',
      material : '/public-assets/jacket/j5M.png',
      washing: '/public-assets/dress/d2W.png'
    }
  },
  {
    id: 'j6',
    url: '/outerwear/jacket/j6',
    mbti: ['entj', 'estj', 'infp'],
    mainImg: [
      {
        id: 'j61-1',
        img: '/public-assets/jacket/j61-1.png'
      },
      {
        id: 'j61-2',
        img: '/public-assets/jacket/j61-2.png'
      },
      {
        id: 'j61-3',
        img: '/public-assets/jacket/j61-3.png'
      }
    ],
    title: '어워드 베이직 싱글버튼 테일러드 자켓',
    cost: '54,400',
    content: {
      md: `촘촘한 고밀도 조직으로 부드럽고 유연하게
      피팅되는 폴리 혼방 원단을 사용하여 편안하면서도
      깔끔하게 똑 떨어지는 핏을 완성했답니다 !
      
      여기에 레이온과 스판이 블렌딩되어
      맨살에도 피부를 부드럽게 감싸드리며
      일상 속에서 편안한 스판감까지 느껴져요.
      
      구김이 잘 생기지 않아
      세탁과 관리만 잘 해주신다면
      퀄리티를 톡톡히 유지하실 수 있어요 :-)
      
      유행과 스타일에 구애 없이
      오랜 기간 소장하기 좋은 스탠다드핏,
      클래식한 무드가 느껴지는 테일러드 싱글 자켓. 
      
      조금 더 차려입고 싶은 날, 중요한 자리는 물론
      데님에 내츄럴한 코디도 가능해서
      더 좋았던 제품이랍니다 :)`,

      detail: `과하지 않은 패드로 어깨 라인을 잡아드리기 때문에
      체형에 구애받지 않고 깔끔하고 단정하면서
      조금 더 캐주얼한 무드로 즐기기에도 좋아요 *.*
      
      컬러마다 각각 잘 어울리는 톤으로 단추를 맞춰
      사용해 더욱 완성도 높게 제작된 자켓이에요 :)
      
      간단한 소지품 보관이 가능한 허리 포켓으로
      실용적인 포인트가 되어드리며,
      바스트 라인에 페이크 포켓으로 포인트♥`,

      size: `FREE 사이즈로 준비되었어요.
      키 165CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/jacket/j62-1.png',
        '/public-assets/jacket/j62-2.png'
      ],
      detail: '/public-assets/jacket/j63.png',
      material : '/public-assets/dress/flowerM.png',
      washing: '/public-assets/jacket/j6W.png'
    }
  },
  {
    id: 'j7',
    url: '/outerwear/jacket/j7',
    mbti: ['enfj', 'entj', 'estj', 'infp'],
    mainImg: [
      {
        id: 'j71-1',
        img: '/public-assets/jacket/j71-1.png'
      },
      {
        id: 'j71-2',
        img: '/public-assets/jacket/j71-2.png'
      },
      {
        id: 'j71-3',
        img: '/public-assets/jacket/j71-3.png'
      }
    ],
    title: '테일러드 세미 슬림핏 더블 체크 자켓',
    cost: '68,800',
    content: {
      md: `격식을 차린듯 하면서도 과하지 않은 담백한
      슬림핏 수트 셋업 자켓 소개해드릴게요:)
      
      동일한 패브릭의 ps2383 슬랙스와 함께 일 때 
      가장 멋진 셋업 수트룩을 완성하실 수 있으며
      따로 입는다면 심플한 룩에 툭 걸쳐 포인트를
      더해주는 체크 자켓으로도 손색이 없답니다-
      
      몸에 착 감기는 세미슬림핏과 힙을 살짝
      덮어주는 기장으로 자연스러운 체형 커버를 도와드리는 아이템이에요.❤️`,

      detail: `얇은 숄더 패드로 최소한의 각만 살려줘
      전체적으로 핏의 완성도를 높여드렸으며
      수선을 통해 손쉽게 탈부착도 가능합니다:)
      
      프론트 라인에서는 크게 티가 나지 않지만,
      백라인에 은근한 허리 절개 선으로
      슬림한 실루엣과 엣지있는 포인트를 더해드린 아이템이랍니다-
      
      프론트 중앙 버튼 디테일은 더블 타입으로
      오픈 클로징이 가능하며
      버튼을 모두 채웠을 때,
      흐트러짐 없는 슬림 핏으로
      착용하실 수 있어요*.*`,

      size: `FREE 사이즈로 준비되었어요.
      키 168CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/jacket/j72-1.png',
        '/public-assets/jacket/j72-2.png'
      ],
      detail: '/public-assets/jacket/j73.png',
      material : '/public-assets/dress/flowerM.png',
      washing: '/public-assets/jacket/j6W.png'
    }
  },
  {
    id: 'j8',
    url: '/outerwear/jacket/j8',
    mbti: ['enfj', 'esfj', 'estj', 'intp', 'isfj'],
    mainImg: [
      {
        id: 'j81-1',
        img: '/public-assets/jacket/j81-1.png'
      },
      {
        id: 'j81-2',
        img: '/public-assets/jacket/j81-2.png'
      },
      {
        id: 'j81-3',
        img: '/public-assets/jacket/j81-3.png'
      }
    ],
    title: '시그니쳐 탄탄 베이직 자켓',
    cost: '86,000',
    content: {
      md: `흔하게 볼 수 있는 것 같지만,
      딱 마음에 드는 퀄리티는 찾기 힘들었던
      자켓을 준비해보았어요:)
      
      누구에게나 잘 어울리는 핏과 폭 넓은 사이즈 구성에
      키가 작아도, 커도 예쁘게 입으실 수 있게
      
      적당한 기장감으로 제작했기 때문에
      체형 구애 없이 잘 어울리실 거예요-
      
      이너로 함께 입는 아이템에 따라
      오피스룩, 웨딩하객룩, 데일리룩 등 다양하게
      매치할 수 있으니 꼭! 소장해보세요:D`,

      detail: `TR원단에 합포 작업을 거쳐 퀄리티있게 완성된
      깔끔한 테일러드 재킷이에요.
      
      너무 두껍지 않지만 입었을 때 흐물거리지 않고
      멋스럽게 떨어지도록 탄탄한 핏을 구현했답니다.
      
      너무 타잇하거나 오버스럽지 않고
      심플하게 딱 떨어지는 정핏의 싱글재킷.
      
      스무레 제작팀에서 정말 추천드리고 싶은
      베이직, 데일리 구성♡
      
      재킷은 어깨 패드가 과하지 않게
      세련된 어깨 라인을 선사해드리며
      소매 버튼으로 트임 롤업 연출에 신경썼으니 꼭 입어보세요!`,

      size: `FREE 사이즈로 준비되었어요.
      키 167CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/jacket/j82-1.png',
        '/public-assets/jacket/j82-2.png'
      ],
      detail: '/public-assets/jacket/j83.png',
      material : '/public-assets/dress/flowerM.png',
      washing: '/public-assets/dress/d2W.png'
    }
  },
  {
    id: 'j9',
    url: '/outerwear/jacket/j9',
    mbti: ['enfp', 'isfp', 'istp'],
    mainImg: [
      {
        id: 'j91-1',
        img: '/public-assets/jacket/j91-1.png'
      },
      {
        id: 'j91-2',
        img: '/public-assets/jacket/j91-2.png'
      },
      {
        id: 'j91-3',
        img: '/public-assets/jacket/j91-3.png'
      }
    ],
    title: '크롭기장의 스트링 야상 숏 자켓',
    cost: '21,000',
    content: {
      md: `봄, 가을 시즌 데일리 아우터로
      강력 추천해드리는 야상 점퍼예요 :)
      
      기솔모델처럼 베이직한 원피스 위에
      툭- 걸쳐만주어도 멋스럽고,
      패턴있는 로맨틱 플라워 원피스와도
      잘 어울리는 신통방통한 아이템이에요♥
      
      어떤 옷에나 잘 어울리는 무던한 디자인,
      내추럴한 핏, 부드러운 코튼 소재감
      거기에 합리적인 가격까지 *_*
      하나쯤 소장하시면 잘 활용하실거예요!`,

      detail: `소재는 간절기에 입기 좋은
      가볍고 유연한 코튼 원단을 사용했구요,
      골반 위로 올라오는 숏한 크롭기장으로
      완벽한 바디라인의 비율을 완성했어요 :)
      
      또한, 허리라인 스트링이 내장되어 있어
      취향에 따라 루즈하게도, 슬림하게도 실루엣 조절도 가능하구요,
      바스트 라인에 빅사이즈의 포켓을 더해
      간단한 소지품 보관도 가능해요!
      
      프론트 중앙 똑닥이 스냅 버튼 디테일로
      버튼을 내추럴하게 풀어도,
      깔끔하게 잠궈도 예쁜 핏이 완성된답니다♥`,

      size: `FREE 사이즈로 준비되었어요.
      키 167CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/jacket/j92-1.png',
        '/public-assets/jacket/j92-2.png'
      ],
      detail: '/public-assets/jacket/j93.png',
      material : '/public-assets/jacket/j3M.png',
      washing: '/public-assets/jacket/j9W.png'
    }
  },
];

let coat = [
  {
    id: 'c0',
    url: '/outerwear/coat/c0',
    mbti: ['estj', 'infj', 'isfj', 'isfp'],
    mainImg: [
      {
        id: 'c01-1',
        img: '/public-assets/coat/c01-1.png'
      },
      {
        id: 'c01-2',
        img: '/public-assets/coat/c01-2.png'
      },
      {
        id: 'c01-3',
        img: '/public-assets/coat/c01-3.png'
      }
    ],
    title: '골드 더블버튼 프리미엄 울코트',
    cost: '69,300',
    content: {
      md: `따뜻하면서도 가볍게 입을 수 있는 
      고급스러운 코트 소개해드려요:)
      
      오피스, 로맨틱, 러블리, 캐쥬얼 등
      어떤 코디에도 툭 걸쳐주기만 하면
      멋스러운 스타일링이 완성된답니다!`,

      detail: `블링블링 반짝이며 포인트를 더하는
      골드 컬러의 더블 버튼 디테일이
      돋보이는 루즈핏 롱코트 제품이에요.
      
      오픈했을 때에는 박시하게 툭 떨어지며
      클로징하면 넉넉하게 감싸주면서 편안하고
      따뜻하게 사랑스러운 느낌을 연출해드려요.
      
      오버핏으로 제작되어 니트, 맨투맨 등
      도톰한 이너와도 함께 착용하기 좋답니다-`,

      size: `FREE 사이즈로 준비되었어요;)`
    },
    images: {
      wearing: [
        '/public-assets/coat/c02-1.png',
        '/public-assets/coat/c02-2.png'
      ],
      detail: '/public-assets/coat/c03.png',
      material : '/public-assets/dress/flowerM.png',
      washing: '/public-assets/jacket/j0W.png'
    }
  },
  {
    id: 'c1',
    url: '/outerwear/coat/c1',
    mbti: ['entj', 'estj', 'infj', 'isfj', 'istj'],
    mainImg: [
      {
        id: 'c11-1',
        img: '/public-assets/coat/c11-1.png'
      },
      {
        id: 'c11-2',
        img: '/public-assets/coat/c11-2.png'
      },
      {
        id: 'c11-3',
        img: '/public-assets/coat/c11-3.png'
      }
    ],
    title: '울 롱 코트',
    cost: '275,000',
    content: {
      md: `"매년 오랫동안 함께할 수 있는 롱 코트"
      보자마자 이거다..! 수많은 샘플 중에 유독 돋보였던 퀄리티로
      실물이 남달랐던 제품이에요.
      색감 디테일 소재 하나하나 만족스러워 꼭 보여드리고 싶었어요.
      
      단가가 높게 나왔지만 색감 디테일 소재 하나하나
      만족스러웠던 퀄리티라 믿고 구매해 주셔도 좋아요💙`,

      detail: `흐르듯 가볍고 유연한 실루엣을 연출해 드리며,
      차르르 고급스러운 질감의 소재를 사용했어요~
      
      부해보이는 느낌 없이 전체적으로 루즈한 핏감이
      여리함을 더해주며 체형에 맞게 핏 조절이 가능한 허리 스트랩!
      
      바디를 포근하게 감싸주는
      롱한 기장감을 갖추고 있어요.`,

      size: `FREE 사이즈로 준비했습니다!`
    },
    images: {
      wearing: [
        '/public-assets/coat/c12-1.png',
        '/public-assets/coat/c12-2.png'
      ],
      detail: '/public-assets/coat/c13.png',
      material : '/public-assets/coat/c1M.png',
      washing: '/public-assets/dress/d2W.png'
    }
  },
  {
    id: 'c2',
    url: '/outerwear/coat/c2',
    mbti: ['entj', 'estj', 'infj', 'isfj', 'istj'],
    mainImg: [
      {
        id: 'c21-1',
        img: '/public-assets/coat/c21-1.png'
      },
      {
        id: 'c21-2',
        img: '/public-assets/coat/c21-2.png'
      },
      {
        id: 'c21-3',
        img: '/public-assets/coat/c21-3.png'
      }
    ],
    title: '헨델 소프트울 싱글 히든버튼 카라 롱코트',
    cost: '87,500',
    content: {
      md: `울 혼방 소재와 도톰한 두께감으로 보온성을 톡톡히 챙긴 겨울용 코트.
      
      울이 들어갔지만, 손으로 쓸어봐도
      부드럽고 톡톡한 조직감이 느껴지며,
      다른 울코트들 보다 비교적 보풀에 강해
      오래도록 함께 하실 수 있는 코트입니다!`,

      detail: `체형에 맞춰 흐르는 래글런 어깨라인,
      걸을 때마다 살짝만 퍼지는 내츄럴 핏을 연출했습니다.
      
      단추를 클로징 시, 첫 단추만 보이는 히든단작 디테일 덕분에
      차림새가 단정해 보이는 싱글 롱 코트~
      
      스트랩을 앞으로 묶어 단정한 스타일로,
      뒤로 자연스럽게 늘어뜨려 데일리한 느낌으로
      어떻게 연출하는지에 따라 다른 느낌으로 입으실 수 있어요!`,

      size: `FREE 사이즈로 준비되었습니다~`
    },
    images: {
      wearing: [
        '/public-assets/coat/c22-1.png',
        '/public-assets/coat/c22-2.png'
      ],
      detail: '/public-assets/coat/c23.png',
      material : '/public-assets/coat/c2M.png',
      washing: '/public-assets/dress/d2W.png'
    }
  },
  {
    id: 'c3',
    url: '/outerwear/coat/c3',
    mbti: ['enfp', 'entp', 'estj', 'isfj', 'isfp'],
    mainImg: [
      {
        id: 'c31-1',
        img: '/public-assets/coat/c31-1.png'
      },
      {
        id: 'c31-2',
        img: '/public-assets/coat/c31-2.png'
      },
      {
        id: 'c31-3',
        img: '/public-assets/coat/c31-3.png'
      }
    ],
    title: '헤이즐 와이드 세일러 카라 핸드메이드 코트',
    cost: '259,000',
    content: {
      md: `로맨틱한 무드를 선사할 세일러 카라
      핸드메이드 롱코트 입니다.
      
      울 90% 혼방의
      부드러우면서 따스한 착용감으로
      매년 고급스럽게 입어지며
      
      브랜드 못지 않은 퀄리티와
      세세한 디테일들로
      고급스러움이 남다른 제품입니다.`,

      detail: `밑단으로 갈수록 자연스럽게 퍼지는
      A라인 쉐입이라 체형 커버는 물론
      드레시하면서도 우아한 핏감을 선사하며,

      허리 라인의 사선 절개 디테일과
      허리 스트랩으로 부해보임 없는
      세련된 실루엣을 연출해드립니다.
      
      백라인의 긴 슬릿 디테일로
      활동시에 불편함을 줄였으며
      
      프런트 라인의 더블 버튼과 속 단추 디테일로
      보다 따스하게 착용됩니다.
      
      데일리로는 물론이고
      오피스룩, 격식룩에도
      착용하기 좋은 아우터로 추천드립니다.`,

      size: `FREE 사이즈로 준비되었어요.
      키 167CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/coat/c32-1.png',
        '/public-assets/coat/c32-2.png'
      ],
      detail: '/public-assets/coat/c33.png',
      material : '/public-assets/coat/c3M.png',
      washing: '/public-assets/dress/d2W.png'
    }
  },
  {
    id: 'c4',
    url: '/outerwear/coat/c4',
    mbti: ['enfp', 'entp', 'estj', 'isfj', 'isfp'],
    mainImg: [
      {
        id: 'c41-1',
        img: '/public-assets/coat/c41-1.png'
      },
      {
        id: 'c41-2',
        img: '/public-assets/coat/c41-2.png'
      },
      {
        id: 'c41-3',
        img: '/public-assets/coat/c41-3.png'
      }
    ],
    title: '클래시 더블버튼 울 베이직 롱코트',
    cost: '72,000',
    content: {
      md: `정말 많은 코트 제품들이 있었지만
      고객님들의 가심비를 충족시켜 줄
      아이템을 찾아 선보이게 되었어요*.*
      
      도톰한 두께감과 부드러운 텍스쳐가 매력적인 울소재로
      제작되어 한겨울까지 활용해보기에 좋은 코트예요-
      
      밀도 높게 짜여진 원단이라서
      어깨에 살짝 걸치기만 해도 안정감있고
      포근하게 감싸주는 느낌이 매력적이랍니다 ♩
      
      군더더기 없이 깔끔하게 떨어지는 실루엣으로 
      편안한 데일리 캐쥬얼룩부터 오피스룩까지
      모든 코디에 찰떡 코디가 가능하며,
      
      일반적인 롱코트와 견주어보아도
      핏부터 컬러, 두께감, 착용감, 보온성 등이
      절대 부족하지 않았기 때문에 자신있게 추천드려요!`,

      detail: `무릎 아래로 여유있게 내려오는 롱한 기장감에
      너무 루즈하지도, 부담스럽게 핏되지도 않으며
      깔끔하고 세련된 라인을 만들어주는 일자핏 실루엣.
      
      스타일과 유행에 구애 없이 오랜기간 소장하기에도 좋아요-!
      
      매끄러운 폴리 안감을 더해 보온성을 높이고 
      마찰력을 줄여 니트와 함께 착용하셔도
      필링 현상이 비교적 적답니다.
      
      바스트 라인의 페이크 포켓으로
      밋밋하지 않고 스타일리쉬한 느낌을 더해주며,
      
      백라인에서 보아도 밋밋해 보이지 않도록
      트임 디테일을 추가하여 활동성까지 높여주었어요:-)
      
      실용성을 더해준 양쪽 사이드의 사선 포켓으로
      간단한 소지품 수납이 가능하답니다!`,

      size: `FREE 사이즈로 준비되었어요.
      키 162CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/coat/c42-1.png',
        '/public-assets/coat/c42-2.png'
      ],
      detail: '/public-assets/coat/c43.png',
      material : '/public-assets/coat/c4M.png',
      washing: '/public-assets/jacket/j6W.png'
    }
  },
  {
    id: 'c5',
    url: '/outerwear/coat/c5',
    mbti: ['enfp', 'entp', 'estj', 'isfj', 'isfp'],
    mainImg: [
      {
        id: 'c51-1',
        img: '/public-assets/coat/c51-1.png'
      },
      {
        id: 'c51-2',
        img: '/public-assets/coat/c51-2.png'
      },
      {
        id: 'c51-3',
        img: '/public-assets/coat/c51-3.png'
      }
    ],
    title: '숄카라 핸드메이드 롱코트',
    cost: '284,000',
    content: {
      md: `울 혼방 소재를 압축가공하여
      부드럽고 톡톡한 터치감은 물론이며
      두께에 비해 탁월한 보온성과
      가볍지만 따뜻하다는 강점이 있어요!
      
      누빔 내피까지 덧대져 이렇게 따뜻해도 되나 싶을 정도로 
      입자마자 잠이 솔솔 올 것 같은 포근함을 느껴보실 수 있어요-
      
      아주 도톰한 니트도 충분히 껴입을 수 있는 넉넉한 사이즈에
      깔끔하게 떨어지는 A라인 핏으로​
      한겨울 두툼한 레이어드를 도와줄 거예요:)
      
      슬림한 핏이 필요할 때는
      허리에 있는 스트랩을 툭- 둘러 착용할 수 있는
      우아한 숄 카라 장식의 로브 디자인이랍니다!`,

      detail: `발목 위까지 떨어지는 롱한 기장감으로
      추운 겨울에 따뜻하게 입기 좋은 오버핏이구요,
      특별한 디테일 없이 소맷단의 핸드메이드 라벨로
      심플한 포인트로 플랫한 무드를 선사해드려요.
      
      허리 라인의 슬림한 고리 디테일은
      스트랩을 안정적으로 잡아주며
      
      포켓과 팔 라인 안감에는 부드러운 소재가
      덧대져 맨살에 닿거나 포켓 속에 손을 넣어도
      까슬거림없이 매끄럽게 착용할 수 있어요-
      
      각 잡히지 않고 자연스럽게 떨어지는
      카라 디자인으로 한층 더 우아하면서
      고급스러운 무드를 연출해드려요.`,

      size: `FREE 사이즈로 준비되었어요.
      키 168CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/coat/c52-1.png',
        '/public-assets/coat/c52-2.png'
      ],
      detail: '/public-assets/coat/c53.png',
      material : '/public-assets/coat/c3M.png',
      washing: '/public-assets/dress/d2W.png'
    }
  },
  {
    id: 'c6',
    url: '/outerwear/coat/c6',
    mbti: ['esfp', 'estj', 'isfj', 'istj', 'istp'],
    mainImg: [
      {
        id: 'c61-1',
        img: '/public-assets/coat/c61-1.png'
      },
      {
        id: 'c61-2',
        img: '/public-assets/coat/c61-2.png'
      },
      {
        id: 'c61-3',
        img: '/public-assets/coat/c61-3.png'
      }
    ],
    title: 'A라인핏 핸드메이드 하프코트',
    cost: '89,000',
    content: {
      md: `높은 퀄리티의 울 캐시미어 소재로
      보온성은 높이고, 포근하고 부드러운 느낌을 더했습니다.
      여유있는 편안한 착용감으로 일상에서 다양하게 코디할 수 있도록
      실용성을 높였습니다.`,

      detail: `A라인 핏으로 밋밋하지 않고
      세련된 느낌을 주며
      전체적인 색상을 자연스럽게 어우러지도록 하여
      디테일을 살린 캐주얼한 하프코트 입니다.
      
      미니멀한 싱글 버튼 디자인과 넥 칼라 디자인에서
      유행에 구애 없는 깔끔한 무드가 느껴져요.
      
      맨 위 단추 라인 끝 부분에 숨겨져 있는
      작은 스냅 버튼으로 더욱 깔끔하게 클로징 가능합니다!
      
      소매 라인에는 절개선과 오픈 가능한 버튼으로
      롤업 연출이 가능해요~`,

      size: `FREE 사이즈로 준비되었어요.
      키 163CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/coat/c62-1.png',
        '/public-assets/coat/c62-2.png'
      ],
      detail: '/public-assets/coat/c63.png',
      material : '/public-assets/coat/c6M.png',
      washing: '/public-assets/jacket/j6W.png'
    }
  },
  {
    id: 'c7',
    url: '/outerwear/coat/c7',
    mbti: ['esfj', 'estj', 'infj', 'isfj'],
    mainImg: [
      {
        id: 'c71-1',
        img: '/public-assets/coat/c71-1.png'
      },
      {
        id: 'c71-2',
        img: '/public-assets/coat/c71-2.png'
      },
      {
        id: 'c71-3',
        img: '/public-assets/coat/c71-3.png'
      }
    ],
    title: '덕다운 패딩 안감의 하프기장 싱글 핸드메이드코트',
    cost: '100,000',
    content: {
      md: `겨울철 예쁜 코트를 위해 늘 입어야 했던
      경량 패딩, 이젠 따로 챙기지 마세요~
      
      폭근한 덕다운 패딩이 등판 안쪽 내장되어있어
      요 아이템 하나만으로 겨울을 보낼 수 있는
      든든한 핸드메이드 코트 아이템이랍니다:)
      
      실용성과 퀄리티 그리고 예쁜 아웃핏까지
      모두 섬세하게 신경써서 제작되었으니,
      올 겨울 맞이 1등 아이템으로 꼭 소장해주시길 바랄게요♥`,

      detail: `데일리하게 입기 좋은 싱글 버튼과 딱 적당한
      하프 기장으로 제작되어 160부터
      168까지 모두 예쁜 핏으로 입기 좋구요,
      숄더라인 패드 삭제로 자연스러운 아웃핏을
      연출해 드리는 아이템이랍니다.
      
      소매라인 실키한 안감을 넣어주어 착용시
      이너가 밀리지 않도록 제작되었구요,
      양 사이드 포켓과 백라인 트임으로
      실용성까지 신경써서 완성했답니다♥`,

      size: `FREE 사이즈로 준비되었어요~`
    },
    images: {
      wearing: [
        '/public-assets/coat/c72-1.png',
        '/public-assets/coat/c72-2.png'
      ],
      detail: '/public-assets/coat/c73.png',
      material : '/public-assets/coat/c7M.png',
      washing: '/public-assets/jacket/j6W.png'
    }
  },
  {
    id: 'c8',
    url: '/outerwear/coat/c8',
    mbti: ['estj', 'infj', 'isfj', 'isfp'],
    mainImg: [
      {
        id: 'c81-1',
        img: '/public-assets/coat/c81-1.png'
      },
      {
        id: 'c81-2',
        img: '/public-assets/coat/c81-2.png'
      },
      {
        id: 'c81-3',
        img: '/public-assets/coat/c81-3.png'
      }
    ],
    title: '누아 싱글 트렌치 코트',
    cost: '82,000',
    content: {
      md: `데일리한 무드의 싱글 카라 트렌치 코트입니다.
      무릎을 살짝 넘는 미디 기장 제품으로, 체형 상관없이
      예쁘게 착용됩니다.
      
      간절기에 착용하기 좋은 적당한 두께감의 코튼 트렌치 코드입니다.
      만졌을 때 바삭거리는 탄탄한 코튼 재질이 아닌
      부드럽고 유연하게 움직이는 재질로 편안한 착용감을 선사합니다.`,

      detail: `깔끔한 느낌의 스탠 카라와 원단 컬러에 맞춘 단추 장식,
      매력적인 백라인을 연출하는 깊은 절개와 버튼 디테일,
      생활에 실용성을 더해 줄 사이드 포켓,
      정전기를 방지하기 위한 안감 라이닝까지!
      꼭 소장하시길 추천합니다~`,

      size: `FREE 사이즈로 준비되었어요.
      키 167CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/coat/c82-1.png',
        '/public-assets/coat/c82-2.png'
      ],
      detail: '/public-assets/coat/c83.png',
      material : '/public-assets/coat/c8M.png',
      washing: '/public-assets/coat/c8W.png'
    }
  },
  {
    id: 'c9',
    url: '/outerwear/coat/c9',
    mbti: ['enfp', 'esfp', 'infp', 'isfj', 'istp'],
    mainImg: [
      {
        id: 'c91-1',
        img: '/public-assets/coat/c91-1.png'
      },
      {
        id: 'c91-2',
        img: '/public-assets/coat/c91-2.png'
      },
      {
        id: 'c91-3',
        img: '/public-assets/coat/c91-3.png'
      }
    ],
    title: '배색 소매 체크 핸드메이드 코트',
    cost: '100,000',
    content: {
      md: `순도 높은 메리노 울로
      저퀄리티가 아닌 직접 보면 확실히 다른 코트입니다!
      이번 겨울 시즌만 입는게 아닌
      유행타지 않으면서도 트렌디하게 연출했습니다.
      소장하실 추천해드릴게요.`,

      detail: `카라는 깔끔하고 세련된
      테일러드 디자인으로 제작했어요.
      
      툭- 가볍게 걸쳐도 슬림하게 연출되는
      여유있는 루즈한 핏감이에요!
      
      부한 느낌없이 떨어지는 롱한 기장감으로 체형커버는 물론,
      한 겨울까지 따뜻하게 즐겨입기 좋아요.
      
      고급스러운 색감으로 염색된 더블 버튼과
      실용성을 더해준 깔끔한 사이드 포켓까지!`,

      size: `FREE 사이즈로 준비되었어요.
      키 167CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/coat/c92-1.png',
        '/public-assets/coat/c92-2.png'
      ],
      detail: '/public-assets/coat/c93.png',
      material : '/public-assets/coat/c9M.png',
      washing: '/public-assets/coat/c9W.png'
    }
  }
];

let shirt = [
  {
    id: 's0',
    url: '/shirt/s0',
    mbti: ['entj', 'entp', 'esfj', 'infj', 'isfj', 'isfp'],
    mainImg: [
      {
        id: 's01-1',
        img: '/public-assets/shirt/s01-1.png'
      },
      {
        id: 's01-2',
        img: '/public-assets/shirt/s01-2.png'
      },
      {
        id: 's01-3',
        img: '/public-assets/shirt/s01-3.png'
      }
    ],
    title: '리쉬 스트라이프 워싱 코튼 세미크롭 셔츠',
    cost: '21,000',
    content: {
      md: `적당히 톡톡한 코튼 원단에 바이오워싱으로
      세탁시의 수축 걱정을 줄여주었고,
      
      바스락한 느낌보다는 가볍고 산뜻한 소재감이라
      피부에 잘 달라붙지 않아 지금부터 봄까지
      쾌적하게 착용하시기 좋아요-
      
      텍스쳐가 소프트한 만큼 생활 주름까지
      내츄럴하게 느껴지는 매력이 있답니다 :-)
      
      크롭 셔츠의 가장 큰 장점은
      팬츠 위에 툭- 입어줘도 더할나위 없이 깔끔하면서
      센스있는 데일리룩이 완성된다는 점이지요*.*
      
      슬리브리스나 티셔츠와 위에 여름용 아우터로
      간절기 시즌에는 심플한 셔츠룩으로 활용 가능하며,

      소매를 돌돌돌 말아 입으면 또다른 매력이 느껴져
      캐주얼부터 여리여리한 무드까지 연출하실 수 있어요!`,

      detail: `골반에 살짝 걸쳐치는 세미 크롭 기장이라
      하의에 넣어 입지 않아도 깔끔+단정하게 연출되고,

      하이웨스트 팬츠나 허리선이 높은 스커트와
      매치했을 때 다리가 길어 보이는 핏이랍니다 :)

      적당히 여유로운 품으로 라인 부각 없이 입어지고
      어깨라인이 실루엣에 맞춰 살짝 드롭된 내츄럴핏으로
      보다 편안하고 휘뚜루하게 입기 좋아요-!

      패턴감이 얇은 핀스트라이프로 들어가서
      더욱 깔끔하게 느껴지는 아이템이에요.`,

      size: `FREE 사이즈로 준비되었어요;)
      162cm 이하 부담없이 착용하실 수 있어요.`
    },
    images: {
      wearing: [
        '/public-assets/shirt/s02-1.png',
        '/public-assets/shirt/s02-2.png'
      ],
      detail: '/public-assets/shirt/s03.png',
      material : '/public-assets/shirt/s0M.png',
      washing: '/public-assets/shirt/s0W.png'
    }
  },
  {
    id: 's1',
    url: '/shirt/s1',
    mbti: ['esfp', 'infp', 'intp', 'isfp'],
    mainImg: [
      {
        id: 's11-1',
        img: '/public-assets/shirt/s11-1.png'
      },
      {
        id: 's11-2',
        img: '/public-assets/shirt/s11-2.png'
      },
      {
        id: 's11-3',
        img: '/public-assets/shirt/s11-3.png'
      }
    ],
    title: '톤다운된 체크패턴 포인트 루즈핏 긴팔셔츠',
    cost: '25,600',
    content: {
      md: `썸머 아우터로도 활용이 가능하고
      쌀쌀해지면 자켓안에 이너로 착용도 가능한
      실용성 100% 제품이에요!
      
      라이트한 무게감과 통기성 좋은 코튼 소재로
      언제 어디서나 입기 좋은 제품이랍니다♥`,

      detail: `데일리 아이템으로 즐기실 수 있는
      베이직한 무드의 아이템이에요.
      
      프론트 포켓 디테일로 포인트를 주었구요.
      
      살짝 루즈하게 떨어지는 핏감으로
      편안한 활동성은 물론이고
      여리여리한 무드를 연출해드린답니다.
      
      프론트 중앙 부분 버튼 디테일로
      손쉬운 오픈 클로징이 가능하며
      여러가지 컬러감이 믹스된 체크 패턴으로
      감각적인 데일리룩 연출해드릴 거에요:)`,

      size: `FREE 사이즈로 준비했습니다!`
    },
    images: {
      wearing: [
        '/public-assets/shirt/s12-1.png',
        '/public-assets/shirt/s12-2.png'
      ],
      detail: '/public-assets/shirt/s13.png',
      material : '/public-assets/jacket/j3M.png',
      washing: '/public-assets/coat/c8W.png'
    }
  },
  {
    id: 's2',
    url: '/shirt/s2',
    mbti: ['enfp', 'entp', 'estp', 'intp', 'isfp'],
    mainImg: [
      {
        id: 's21-1',
        img: '/public-assets/shirt/s21-1.png'
      },
      {
        id: 's21-2',
        img: '/public-assets/shirt/s21-2.png'
      },
      {
        id: 's21-3',
        img: '/public-assets/shirt/s21-3.png'
      }
    ],
    title: '코지한 무드의 루즈핏 체크 셔츠',
    cost: '24,000',
    content: {
      md: `은은한 비침이 있고 얇고 가벼운 원단으로
      산뜻하게 착용 가능하며,
      유연한 소재감으로 부드러운 착용감이 느껴집니다.
      
      햇빛이 쨍쨍한 여름 시즌에는 자외선 차단템으로,
      간절기 시즌에는 가볍게 걸칠 아우터로
      다양하게 활용 가능합니다.`,

      detail: `여유있는 품과 기장으로
      여리한 무드를 느낄실 수 있습니다~
      빈티지하고 차분한 색감의 체크 패턴으로
      캐주얼하고 감성이 돋보입니다.`,

      size: `FREE 사이즈로 준비되었습니다!`
    },
    images: {
      wearing: [
        '/public-assets/shirt/s22-1.png',
        '/public-assets/shirt/s22-2.png'
      ],
      detail: '/public-assets/shirt/s23.png',
      material : '/public-assets/jacket/j3M.png',
      washing: '/public-assets/jacket/j9W.png'
    }
  },
  {
    id: 's3',
    url: '/shirt/s3',
    mbti: ['esfj', 'estj', 'infj', 'isfp'],
    mainImg: [
      {
        id: 's31-1',
        img: '/public-assets/shirt/s31-1.png'
      },
      {
        id: 's31-2',
        img: '/public-assets/shirt/s31-2.png'
      },
      {
        id: 's31-3',
        img: '/public-assets/shirt/s31-3.png'
      }
    ],
    title: '모노 윈터 베이직 컬러 기모 셔츠 블라우스',
    cost: '28,000',
    content: {
      md: `겨울 내내 데일리룩으로, 레이어드룩으로
      활용도 높은 기모 소재감의 베이직 제품이에요.
      
      도톰하고 탄탄한 소재감으로 봄,가을,겨울 시즌 동안
      따뜻하게 입어보실 수 있는 피치기모 패브릭.
      
      부드럽고 보온성이 높은 소재감에
      깔끔한 기본 디자인으로 제작되어
      레이어드하기에도 좋고 활용도가 정말 높답니다*.*
      
      셔츠처럼 깔끔한 무드로 출근룩은 물론이며,
      왠지 좀더 꾸미고 싶은 날 또는 하객룩으로도 잘 어울려서
      소장해두시면, 다양한 코디가 가능할 것 같아요!
      
      유행을 타지 않는 베이직한 디자인과
      구김에 강한 톡톡한 소재감으로 완성되었고,
      
      적당한 두께감으로 비침이 없으면서 
      늘어남, 보풀이 생기지 않는 원단이라
      오래도록 말끔하게 소장해보기 좋답니다♪`,

      detail: `한눈에 보아도 깔끔한 무드가 느껴지는
      세련된 데일리 블라우스 :~)
      
      일반적인 블라우스보다 도톰하지만,
      실루엣이 벙벙하게 살거나 각지지 않도록
      유연한 기모 소재로 제작되었어요~
      
      은은하게 드롭된 어깨 라인에 낙낙한 품까지 더해져
      내추럴하고 여성스러운 실루엣을 완성시켜드려요.
      
      밑단은 체형커버 효과가 있는 언밸런스 라인으로
      꺼내 입을 때도 포인트가 되어주는 것은 물론,
      
      앞 라인만 하의 속에 살짝 넣어 스타일리쉬하게
      매치하셔도 좋을 것 같아요♡`,

      size: `FREE 사이즈로 준비되었어요.
      키 163CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/shirt/s32-1.png',
        '/public-assets/shirt/s32-2.png'
      ],
      detail: '/public-assets/shirt/s33.png',
      material : '/public-assets/shirt/s3M.png',
      washing: '/public-assets/shirt/s3W.png'
    }
  },
  {
    id: 's4',
    url: '/shirt/s4',
    mbti: ['entj', 'infj', 'istj'],
    mainImg: [
      {
        id: 's41-1',
        img: '/public-assets/shirt/s41-1.png'
      },
      {
        id: 's41-2',
        img: '/public-assets/shirt/s41-2.png'
      },
      {
        id: 's41-3',
        img: '/public-assets/shirt/s41-3.png'
      }
    ],
    title: '베이직 슬림 사방 스판 셔츠 블라우스',
    cost: '21,000',
    content: {
      md: `사계절 내내 쾌적함을 더해주는 코튼 면소재와
      피부에 부드럽게 닿는 레이온에 편안한 스판까지!
      내 몸에 닿는 소재니까, 깐깐하게 준비했어요.`,

      detail: `바텀에 넣어입어도 군더더기 없이 깔끔한 슬림핏과
      적당한 여유분으로 실루엣을 헤치지 않아
      레이어드로 연출하시기 좋아요!
      
      누구에게나 잘 어울리는 컬러로 준비했고
      계절에 구애없이 매일 손이 가게 된답니다:)`,

      size: `FREE 사이즈로 준비되었어요.
      키 165CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/shirt/s42-1.png',
        '/public-assets/shirt/s42-2.png'
      ],
      detail: '/public-assets/shirt/s43.png',
      material : '/public-assets/shirt/s4M.png',
      washing: '/public-assets/dress/d2W.png'
    }
  },
  {
    id: 's5',
    url: '/shirt/s5',
    mbti: ['enfj', 'enfp', 'isfj'],
    mainImg: [
      {
        id: 's51-1',
        img: '/public-assets/shirt/s51-1.png'
      },
      {
        id: 's51-2',
        img: '/public-assets/shirt/s51-2.png'
      },
      {
        id: 's51-3',
        img: '/public-assets/shirt/s51-3.png'
      }
    ],
    title: '샤롤드 오프숄더 블라우스',
    cost: '44,000',
    content: {
      md: `오프숄더 디자인의 숏 블라우스입니다. 
      고급스러운 오간자 원단에 실키한 폴리 안감을 레이어드한 하이 퀄리티의 블라우스예요.
      
      쇄골, 어깨라인이 드러나는 오프숄더에 
      와이드한 시스루 슬리브로 
      극강의 여리여리한 무드를 선사해 드려요.`,

      detail: `쇄골라인이 돋보이는 여리여리한 무드의 오프숄더와
      이중지로 노출 부담 없이 안정감 있게
      착용되는 드레이핑 탑 라인이에요-
      
      은은한 시스루 패브릭 슬리브로
      고급스러운 무드를 연출 하실 수 있어요.
      
      사이드 히든 지퍼를 통해 오픈 클로징을
      편안하게 도와드려요~`,

      size: `FREE 사이즈로 준비되었어요.
      키 168CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/shirt/s52-1.png',
        '/public-assets/shirt/s52-2.png'
      ],
      detail: '/public-assets/shirt/s53.png',
      material : '/public-assets/dress/flowerM.png',
      washing: '/public-assets/jacket/j9W.png'
    }
  },
  {
    id: 's6',
    url: '/shirt/s6',
    mbti: ['entp', 'esfp', 'infp', 'isfp'],
    mainImg: [
      {
        id: 's61-1',
        img: '/public-assets/shirt/s61-1.png'
      },
      {
        id: 's61-2',
        img: '/public-assets/shirt/s61-2.png'
      },
      {
        id: 's61-3',
        img: '/public-assets/shirt/s61-3.png'
      }
    ],
    title: '다즈 스트라이프 셔츠 블라우스',
    cost: '24,000',
    content: {
      md: `데일리하게 즐기기 좋은
      스트라이프 셔츠 입니다.
      
      소프트한 코튼 원단과
      적당한 두께감으로
      
      간절기 내내 입기 좋은 상품입니다.`,

      detail: `여유로운 핏감으로 제작되었으며,
      
      스트라이프 배색 패턴으로
      밋밋하지 않은 포인트를 주었습니다.
      
      전면 버튼으로 손쉬운
      오픈클로징을 도와드리며,
      
      슬랙스, 데님팬츠, 쇼츠팬츠
      등 다양한 룩에 자유롭게
      활용하시길 추천드립니다.`,

      size: `FREE 사이즈로 준비되었어요.
      키 163CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/shirt/s62-1.png',
        '/public-assets/shirt/s62-2.png'
      ],
      detail: '/public-assets/shirt/s63.png',
      material : '/public-assets/jacket/j3M.png',
      washing: '/public-assets/jacket/j9W.png'
    }
  },
  {
    id: 's7',
    url: '/shirt/s7',
    mbti: ['estj', 'isfp', 'istj', 'istp'],
    mainImg: [
      {
        id: 's71-1',
        img: '/public-assets/shirt/s71-1.png'
      },
      {
        id: 's71-2',
        img: '/public-assets/shirt/s71-2.png'
      },
      {
        id: 's71-3',
        img: '/public-assets/shirt/s71-3.png'
      }
    ],
    title: '코듀로이 루즈핏 언발 남방',
    cost: '38,500',
    content: {
      md: `입체감이 돋보이는 코듀로이 패브릭
      톡톡한 두께감으로 F/W 시즌 즐기기 좋으며,
      유연함으로 움직임에 편안합니다.`,

      detail: `베이직하게 즐기는 루즈핏 남방이에요~
      
      언발 기장과 사이드 트임 디자인으로
      내어 입을 시, 힙 라인을 가려 부담을 덜어주고
      넣어 입어 슬림한 스타일링을 즐겨주세요:)`,

      size: `FREE 사이즈로 준비되었어요~`
    },
    images: {
      wearing: [
        '/public-assets/shirt/s72-1.png',
        '/public-assets/shirt/s72-2.png'
      ],
      detail: '/public-assets/shirt/s73.png',
      material : '/public-assets/shirt/s7M.png',
      washing: '/public-assets/shirt/s7W.png'
    }
  },
  {
    id: 's8',
    url: '/shirt/s8',
    mbti: ['enfj', 'enfp', 'esfp', 'intj', 'istp'],
    mainImg: [
      {
        id: 's81-1',
        img: '/public-assets/shirt/s81-1.png'
      },
      {
        id: 's81-2',
        img: '/public-assets/shirt/s81-2.png'
      },
      {
        id: 's81-3',
        img: '/public-assets/shirt/s81-3.png'
      }
    ],
    title: '이브닝 언발 배색 카라 셔츠 티셔츠',
    cost: '32,000',
    content: {
      md: `쫀쫀하고 찰랑한 신축감 있는 소재에
      여리한 핏감의 셔츠 배색을 넣어주어
      트렌디한 무드와 슬림 & 글램한 상체 라인을
      연출해 드리는 포인트 아이템이랍니다!
      
      예쁜 핏감과 포인트 되어주는 디자인을
      모두 담은 블라우스를 찾으시는 분들은
      요 아이템, 주목해 주세요♥`,

      detail: `사선으로 떨어지는
      스판 셔링 라인으로 상체 라인을
      더욱 슬림 & 글램하게 연출해 드리구요,
      
      쫀쫀한 스판이 함유되어있어 오프숄더
      연출도 보다 안정적으로 가능한 제품이에요.
      
      소매라인 퍼프 디자인으로 더욱 여성스럽구요,
      여성스러운 셔츠 배색감으로 세련미까지♬
      별도의 오픈클로징이 필요없이
      손쉬운 풀오버 아이템이랍니다♥`,

      size: `FREE 사이즈로 준비되었어요.
      키 167CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/shirt/s82-1.png',
        '/public-assets/shirt/s82-2.png'
      ],
      detail: '/public-assets/shirt/s83.png',
      material : '/public-assets/shirt/s8M.png',
      washing: '/public-assets/jacket/j9W.png'
    }
  }
];

let jeans = [
  {
    id: 'b0',
    url: '/pants/jeans/b0',
    mbti: ['entj', 'esfj', 'estp', 'infj', 'intp', 'isfj'],
    mainImg: [
      {
        id: 'b01-1',
        img: '/public-assets/blueJeans/b01-1.png'
      },
      {
        id: 'b01-2',
        img: '/public-assets/blueJeans/b01-2.png'
      },
      {
        id: 'b01-3',
        img: '/public-assets/blueJeans/b01-3.png'
      }
    ],
    title: '피치스판소재의 쫀쫀 히든밴딩 데님 스키니진',
    cost: '35,200',
    content: {
      md: `입어보는 순간 부드럽고 편안한
      착용감에 깜짝 놀라게 될 스키니진♡
      
      겉으로 티가 나지 않는 히든밴딩이
      허리라인부터 슬림하게 꽉 잡아주며
      발목까지 예쁘게 붙어 날씬해보여요:)
      
      부드러운 피치 소재감으로 제작되어
      일반 데님보다 따뜻한 느낌이 들고
      텐션감이 뛰어나 편안함 가득하답니다!`,

      detail: `기장이 너무 짧지 않아 다리가 길어보이며
      키가 작아도, 커도 예쁘게 어울린답니다.
      밑단을 내츄럴하게 커팅된 디자인으로
      입었을 때 더욱 스타일리쉬해보여요-`,

      size: `FREE 사이즈로 준비되었어요;)`
    },
    images: {
      wearing: [
        '/public-assets/blueJeans/b02-1.png',
        '/public-assets/blueJeans/b02-2.png'
      ],
      detail: '/public-assets/blueJeans/b03.png',
      material : '/public-assets/blueJeans/b0M.png',
      washing: '/public-assets/blueJeans/b0W.png'
    }
  },
  {
    id: 'b1',
    url: '/pants/jeans/b1',
    mbti: ['enfp', 'esfj', 'esfp', 'estp', 'intp', 'isfj', 'istp'],
    mainImg: [
      {
        id: 'b11-1',
        img: '/public-assets/blueJeans/b11-1.png'
      },
      {
        id: 'b11-2',
        img: '/public-assets/blueJeans/b11-2.png'
      },
      {
        id: 'b11-3',
        img: '/public-assets/blueJeans/b11-3.png'
      }
    ],
    title: '세미와이드 데님 진',
    cost: '39,000',
    content: {
      md: `차별화된 하이 퀄리티로 매일 입어도 늘어짐 없이 탄탄하게,
      다양한 스타일을 함께할 수 있는
      소화력 높은 데님으로 함께해 주세요!`,

      detail: `허리는 슬림하게 잡아주고
      하체 군살을 완벽하게 커버하는
      편안한 세미와이드핏입니다.
      
      부하고 벙벙한 와이드 핏이 아닌
      차별화된 패턴으로 깔끔하고 세련된
      실루엣으로 완성했습니다.`,

      size: `FREE 사이즈로 준비했습니다!`
    },
    images: {
      wearing: [
        '/public-assets/blueJeans/b12-1.png',
        '/public-assets/blueJeans/b12-2.png'
      ],
      detail: '/public-assets/blueJeans/b13.png',
      material : '/public-assets/blueJeans/b1M.png',
      washing: '/public-assets/shirt/s0W.png'
    }
  },
  {
    id: 'b2',
    url: '/pants/jeans/b2',
    mbti: ['enfj', 'enfp', 'entj', 'esfj', 'esfp', 'estp', 'infj', 'intj', 'intp', 'isfj'],
    mainImg: [
      {
        id: 'b21-1',
        img: '/public-assets/blueJeans/b21-1.png'
      },
      {
        id: 'b21-2',
        img: '/public-assets/blueJeans/b21-2.png'
      },
      {
        id: 'b21-3',
        img: '/public-assets/blueJeans/b21-3.png'
      }
    ],
    title: '슬림 일자 생지 데님 팬츠',
    cost: '32,000',
    content: {
      md: `허리부터 골반 허벅지라인까지 슬림하게 이쁜 라인!
      니트 어느 옷에나 잘 어울리고 일자핏이라
      종아리가 피곤하지 않아요.
      
      기장은 발목 위로 와서 길지는 않고
      겨울에는 양말을 길게 신으면 될 것 같습니다~`,

      detail: `스트레이트로 떨어지는 슬림 일자 실루엣과
      보이지 않는 허리 히든 밴딩으로
      편안한 착용감을 선사합니다.
      
      종아리를 부각시키지 않고 슬림하게
      떨어지는 핏이라서 추천합니다!`,

      size: `FREE 사이즈로 준비되었습니다~`
    },
    images: {
      wearing: [
        '/public-assets/blueJeans/b22-1.png',
        '/public-assets/blueJeans/b22-2.png'
      ],
      detail: '/public-assets/blueJeans/b23.png',
      material : '/public-assets/blueJeans/b0M.png',
      washing: '/public-assets/shirt/s0W.png'
    }
  },
  {
    id: 'b3',
    url: '/pants/jeans/b3',
    mbti: ['esfj', 'estp', 'intp', 'isfj'],
    mainImg: [
      {
        id: 'b31-1',
        img: '/public-assets/blueJeans/b31-1.png'
      },
      {
        id: 'b31-2',
        img: '/public-assets/blueJeans/b31-2.png'
      },
      {
        id: 'b31-3',
        img: '/public-assets/blueJeans/b31-3.png'
      }
    ],
    title: '파운트 일자핏 데님 팬츠',
    cost: '26,400',
    content: {
      md: `한겨울과 한여름을 제외하면 사계절 내내
      입기 좋은 데님이에요~
      
      탄탄한 원단감으로 늘어짐, 변형없이 
      오래 착용할 수 있는 데님 추천합니다.`,

      detail: `골반라인부터 일자로 떨어지는 베이직 일자핏 데님.
      라인이 크게 부각되지 않으면서 체형을 자연스레 커버해주고
      하이웨스트 디자인으로 안정감 있는 착용감과
      너무 통이 넓지도, 너무 좁지도 않은 딱 기본핏을 연출했습니다!`,

      size: `FREE 사이즈로 준비되었어요.
      키 168CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/blueJeans/b32-1.png',
        '/public-assets/blueJeans/b32-2.png'
      ],
      detail: '/public-assets/blueJeans/b33.png',
      material : '/public-assets/blueJeans/b3M.png',
      washing: '/public-assets/dress/d3W.png'
    }
  },
  {
    id: 'b4',
    url: '/pants/jeans/b4',
    mbti: ['enfp', 'esfp', 'estp'],
    mainImg: [
      {
        id: 'b41-1',
        img: '/public-assets/blueJeans/b41-1.png'
      },
      {
        id: 'b41-2',
        img: '/public-assets/blueJeans/b41-2.png'
      },
      {
        id: 'b41-3',
        img: '/public-assets/blueJeans/b41-3.png'
      }
    ],
    title: '하이웨스트 배기핏 페이퍼백 투버튼 데님 팬츠',
    cost: '29,400',
    content: {
      md: `허리는 잘록해보이고 다리는 길어보이는
      페이퍼백 디자인의 데님 팬츠예요!
      
      페이퍼백 팬츠란 주름을 많이 잡아
      허리를 잘록하게 조인 형태의 팬츠를
      일컫는 말인데요. 종이로 된 빵 봉투를
      한 손으로 움켜진 모양을
      상상하시면 이해가 되실 거랍니다 :)`,

      detail: `유니크하면서도 멋스러운 실루엣을
      연출해드릴 투버튼 장식의 배기핏 팬츠예요.
      
      내츄럴한 밑단 날컷팅으로
      캐쥬얼한 무드를 UP 시킨 제품이랍니다!
      
      허리 안쪽으로는 밴딩이 있어
      착용해보시면 너무 편안함에 반하실꺼에요♥`,

      size: `FREE 사이즈로 준비되었어요.
      키 163CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/blueJeans/b42-1.png',
        '/public-assets/blueJeans/b42-2.png'
      ],
      detail: '/public-assets/blueJeans/b43.png',
      material : '/public-assets/jacket/j3M.png',
      washing: '/public-assets/jacket/j9W.png'
    }
  },
  {
    id: 'b5',
    url: '/pants/jeans/b5',
    mbti: ['enfp', 'esfp', 'estp', 'intp', 'istj', 'istp'],
    mainImg: [
      {
        id: 'b51-1',
        img: '/public-assets/blueJeans/b51-1.png'
      },
      {
        id: 'b51-2',
        img: '/public-assets/blueJeans/b51-2.png'
      },
      {
        id: 'b51-3',
        img: '/public-assets/blueJeans/b51-3.png'
      }
    ],
    title: '핫한 데미지 포인트의 세미 부츠컷 데님 팬츠',
    cost: '40,000',
    content: {
      md: `핫한 스타일링을 완성해줄
      데미지 디테일의 데님 팬츠예요!
      부담 없는 세미 부츠컷 라인으로
      예쁜 레그 라인을 만들어줄 제품♥
      
      지금부터 여름, 가을까지
      시즈너블하게 즐길 수 있을 거예요 :)`,

      detail: `다리 라인에 착- 감겨
      군살을 쏙쏙 커버해드리는 팬츠예요.
      
      과하지 않은 데미지 디테일들이
      곳곳에 더해져
      스타일리시한 분위기를 더해드리며,
      
      코튼과 스판이 적절히 혼방된 소재로
      장시간 편안하게 착용 가능해요 :)
      들뜸 없는 예쁜 핏 완성해드릴게요-`,

      size: `FREE 사이즈로 준비되었어요.
      키 168CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/blueJeans/b52-1.png',
        '/public-assets/blueJeans/b52-2.png'
      ],
      detail: '/public-assets/blueJeans/b53.png',
      material : '/public-assets/blueJeans/b0M.png',
      washing: '/public-assets/jacket/j3W.png'
    }
  },
  {
    id: 'b6',
    url: '/pants/jeans/b6',
    mbti: ['enfp', 'esfp', 'istj', 'istp'],
    mainImg: [
      {
        id: 'b61-1',
        img: '/public-assets/blueJeans/b61-1.png'
      },
      {
        id: 'b61-2',
        img: '/public-assets/blueJeans/b61-2.png'
      },
      {
        id: 'b61-3',
        img: '/public-assets/blueJeans/b61-3.png'
      }
    ],
    title: '밑단 트임 디테일 데님 스키니 팬츠',
    cost: '28,800',
    content: {
      md: `데님팬츠 밑단 늘어짐 때문에
      선뜻 구매하기 어려주셨죠?
      
      이 데님팬츠는 밑단 슬릿 디테일이
      더해져 늘어짐을 최소화한 데님팬츠예요.
      
      어떤룩에도 다 잘어울려
      데일리 아이템으로 GOOD!`,

      detail: `밑단 슬릿, 사선 봉제선 디테일로 더
      날씬해 보이는 착시효과가 있는 팬츠예요~!
      
      들뜸없이 다리라인이 맞게 밀착되어 정말
      완벽한 핏감을 느끼실 수 있을거예요:)
      
      블라우스, 티셔츠, 니트 등 다양한
      아이템들과 함께 매치해주세요-`,

      size: `FREE 사이즈로 준비되었어요.
      키 163CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/blueJeans/b62-1.png',
        '/public-assets/blueJeans/b62-2.png'
      ],
      detail: '/public-assets/blueJeans/b63.png',
      material : '/public-assets/shirt/s3M.png',
      washing: '/public-assets/blueJeans/b6W.png'
    }
  },
  {
    id: 'b7',
    url: '/pants/jeans/b7',
    mbti: ['entp', 'esfp', 'infj', 'intj', 'intp', 'isfp', 'istj', 'istp'],
    mainImg: [
      {
        id: 'b71-1',
        img: '/public-assets/blueJeans/b71-1.png'
      },
      {
        id: 'b71-2',
        img: '/public-assets/blueJeans/b71-2.png'
      },
      {
        id: 'b71-3',
        img: '/public-assets/blueJeans/b71-3.png'
      }
    ],
    title: '뉴잇 사이드 슬릿 블랙진',
    cost: '28,000',
    content: {
      md: `적당히 올라온 반 하이웨스트로 다리는 더욱 길게-
      다리라인 굴곡 없이 깔끔하게 떨어지는 일자핏을 연출했어요.
      
      탄탄한 소재로 늘어짐이 덜해 오래도록 변형 없는 패브릭,
      적당한 두께감으로 계절 내내 즐기시기 좋은 데님이고
      불편하게 조이는 느낌 없이, 산뜻하게 착용 가능합니다~`,

      detail: `실버 컬러의 버클&부자재로
      클래식하고 시크한 무드를 연출을 했습니다.

      백 포켓 디테일로 힙업 효과를 나타냈고
      밑단 슬릿 포인트로 손쉽게 스타일 업 가능합니다!`,

      size: `FREE 사이즈로 준비되었어요~`
    },
    images: {
      wearing: [
        '/public-assets/blueJeans/b72-1.png',
        '/public-assets/blueJeans/b72-2.png'
      ],
      detail: '/public-assets/blueJeans/b73.png',
      material : '/public-assets/blueJeans/b7M.png',
      washing: '/public-assets/blueJeans/b7W.png'
    }
  },
  {
    id: 'b8',
    url: '/pants/jeans/b8',
    mbti: ['enfp', 'esfp', 'estp', 'intp'],
    mainImg: [
      {
        id: 'b81-1',
        img: '/public-assets/blueJeans/b81-1.png'
      },
      {
        id: 'b81-2',
        img: '/public-assets/blueJeans/b81-2.png'
      },
      {
        id: 'b81-3',
        img: '/public-assets/blueJeans/b81-3.png'
      }
    ],
    title: '와이드핏감의 데일리 데님 팬츠',
    cost: '33,600',
    content: {
      md: `와이드한 핏감과 허리밴딩 디테일로
      너무 편안해 데일리팬츠로 찜꽁♥
      
      워싱과 스크래치 디테일이 없는
      깔끔한 디자인과 그레이 톤이 가미된
      빈티지한 색감으로 어디에나
      매치하기 좋은 아이템이에요 :)
      
      양사이드 허리라인에 밴딩디테일이
      편안함뿐 아니라 큐트한 포인트로
      무드를 선사해 드려요:D`,

      detail: `밑단을 롤업해서 착용해도 너무 예뻐
      추천해드리는 팁이랍니다:D
      
      니트, 셔츠, 티 등 어떤 상의든
      찰떡같이 잘 어울리는 요 데님팬츠♡
      
      봄, 가을 간절기 시즌 안성맞춤!
      완전 만족하실꺼에요!♥`,

      size: `FREE 사이즈로 준비되었어요.
      키 167CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/blueJeans/b82-1.png',
        '/public-assets/blueJeans/b82-2.png'
      ],
      detail: '/public-assets/blueJeans/b83.png',
      material : '/public-assets/blueJeans/b0M.png',
      washing: '/public-assets/blueJeans/b6W.png'
    }
  },
  {
    id: 'b9',
    url: '/pants/jeans/b9',
    mbti: ['entj', 'esfj', 'esfp', 'estp', 'intp', 'isfj', 'isfp'],
    mainImg: [
      {
        id: 'b91-1',
        img: '/public-assets/blueJeans/b91-1.png'
      },
      {
        id: 'b91-2',
        img: '/public-assets/blueJeans/b91-2.png'
      },
      {
        id: 'b91-3',
        img: '/public-assets/blueJeans/b91-3.png'
      }
    ],
    title: '히든밴딩 일자핏 데님 팬츠',
    cost: '27,200',
    content: {
      md: `코튼 혼방으로 탄탄한 착용감을 선사해드리며,
      스판 4% 혼방의 코튼 소재로 제작되어
      장시간 착용에도 편안한 데일리 팬츠예요-
      
      허리부터 허벅지까지 탄탄하게 군살을 잡아주면서
      종아리부터 발목까지 깔끔하게 떨어지는 일자핏이에요.
      
      호불호가 크게 갈리지 않게 가장 깔끔한 핏이다보니,
      셔츠, 자켓, 니트에 스타일리쉬하게도 어울리고 
      티셔츠, 맨투맨에도 캐쥬얼하게 어울리는 핏!
      
      플랫이나 로퍼, 스니커즈 등 어느 슈즈와도
      폭넓게 활용하실 수 있는 데일리 팬츠랍니다-`,

      detail: `어디에서 보아도 밴드가 티나지 않도록
      허리 라인에 히든 밴딩 테이프 처리로
      
      늘어짐 없이 쫀쫀하게! 들뜸없는
      슬림 허리핏을 완성해 드린답니다*.*
      
      세로 스트레치 결감이 은은하게 느껴지는
      데님 원단으로 제작되어 정말 날씬해보인답니다.
      
      적당히 올라온 반하이웨스트로
      다리 라인은 확실히 길어 보이면서
      예쁜 비율을 연출해드릴게요:D`,

      size: `FREE 사이즈로 준비되었어요.
      키 170CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/blueJeans/b92-1.png',
        '/public-assets/blueJeans/b92-2.png'
      ],
      detail: '/public-assets/blueJeans/b93.png',
      material : '/public-assets/blueJeans/b0M.png',
      washing: '/public-assets/blueJeans/b9W.png'
    }
  }
];

let trouser = [
  {
    id: 't0',
    url: '/pants/trouser/t0',
    mbti: ['estj', 'infj', 'intp', 'istj'],
    mainImg: [
      {
        id: 't01-1',
        img: '/public-assets/trouser/t01-1.png'
      },
      {
        id: 't01-2',
        img: '/public-assets/trouser/t01-2.png'
      },
      {
        id: 't01-3',
        img: '/public-assets/trouser/t01-3.png'
      }
    ],
    title: '아우라 기모 세미 와이드 슬랙스',
    cost: '39,000',
    content: {
      md: `포근한 윈터 기모 소재로 더 따뜻하게
      보온성을 업그레이드 했습니다.
      
      까슬거리고 불편한 슬랙스가 아닌,
      레이온 혼방 소재로 부드럽고 편안함
      가득한 슬랙스를 연출했어요.
      
      데일리부터 오피스룩까지
      깔끔하게 착용 가능하니까 꼭 소장하길 추천드려요~`,

      detail: `승마살, 허벅지 군살 모두 커버하면서도
      벙벙함 전혀 없는 세미 와이드핏과
      도톰한 두께임에도 부해 보이지 않는 핏을 연출했어요.
      
      깔끔한 아웃핏을 연출하는 
      심플 오비와 히든 버튼,

      핏을 해치지 않게 미니멀하게
      완성된 사이드 슬릿 포캣도 있고
      
      백라인 페이크 포켓으로
      뒷태까지 세련된 마무리!`,

      size: `FREE 사이즈로 준비되었어요;)`
    },
    images: {
      wearing: [
        '/public-assets/trouser/t02-1.png',
        '/public-assets/trouser/t02-2.png'
      ],
      detail: '/public-assets/trouser/t03.png',
      material : '/public-assets/trouser/t0M.png',
      washing: '/public-assets/trouser/t0W.png'
    }
  },
  {
    id: 't1',
    url: '/pants/trouser/t1',
    mbti: ['entj', 'esfj', 'estj', 'isfj'],
    mainImg: [
      {
        id: 't11-1',
        img: '/public-assets/trouser/t11-1.png'
      },
      {
        id: 't11-2',
        img: '/public-assets/trouser/t11-2.png'
      },
      {
        id: 't11-3',
        img: '/public-assets/trouser/t11-3.png'
      }
    ],
    title: '스판 기모 투핀턱 와이드 슬랙스',
    cost: '39,000',
    content: {
      md: `부드럽고 따뜻한 겨울용 소재를 사용했어요.
      
      모찌처럼 쫀쫀해 편안함이 가득하고
      하체를 완벽 커버해줄 핏감과
      매일 돌려입을 베이직한 컬러감을 가진
      무조건 소장용!!! 추천해요~`,

      detail: `하체 군살을 쏙 커버해주는 와이드핏과
      비율이 좋아보이는 하이웨스트 라인을 연출했어요.
      
      부한 느낌 없게 핏을 잡아주는 투핀턱 디테일과
      깔끔한 실루엣을 연출하는 버클 클로징,
      안정감 있는 착용이 가능한 벨트 고리와
      양 사이드 포켓으로 실용성을 더해줬습니다.`,

      size: `FREE 사이즈로 준비했습니다!`
    },
    images: {
      wearing: [
        '/public-assets/trouser/t12-1.png',
        '/public-assets/trouser/t12-2.png'
      ],
      detail: '/public-assets/trouser/t13.png',
      material : '/public-assets/trouser/t1M.png',
      washing: '/public-assets/trouser/t0W.png'
    }
  },
  {
    id: 't2',
    url: '/pants/trouser/t2',
    mbti: ['enfp', 'entj', 'esfj', 'estj', 'isfj', 'isfp'],
    mainImg: [
      {
        id: 't21-1',
        img: '/public-assets/trouser/t21-1.png'
      },
      {
        id: 't21-2',
        img: '/public-assets/trouser/t21-2.png'
      },
      {
        id: 't21-3',
        img: '/public-assets/trouser/t21-3.png'
      }
    ],
    title: '시그니처 히든밴딩 원핀턱 와이드 슬랙스',
    cost: '24,900',
    content: {
      md: `군더더기 없이 깔끔한 무드에
      여유있는 와이드 핏 슬랙스입니다.
      
      허벅지 군살 걱정이신 분들도 부담없이 착용하실 수 있도록
      신경써서 핏감을 잡았답니다 :)
      
      FW무드에 딱 맞게 러블리한 컬러로
      구성되었으니 취향에 맞게 소장해보세요.`,

      detail: `롱한 레그라인을 선사하는 하이웨스트 라인과
      세련된 무드와 함께 톡톡한 체형 커버를 도와드릴
      여유있는 와이드핏을 연출했습니다.
      
      룩에 고급스러움을 더해줄 우아한 원 핀턱 라인!
      
      백라인 히든밴딩을 더하여 편안한 착용감을 선사했어요.`,

      size: `FREE 사이즈로 준비되었습니다~`
    },
    images: {
      wearing: [
        '/public-assets/trouser/t22-1.png',
        '/public-assets/trouser/t22-2.png'
      ],
      detail: '/public-assets/trouser/t23.png',
      material : '/public-assets/trouser/t2M.png',
      washing: '/public-assets/trouser/t2W.png'
    }
  },
  {
    id: 't3',
    url: '/pants/trouser/t3',
    mbti: ['entj', 'entp', 'esfj', 'estj', 'estp', 'isfp', 'istj'],
    mainImg: [
      {
        id: 't31-1',
        img: '/public-assets/trouser/t31-1.png'
      },
      {
        id: 't31-2',
        img: '/public-assets/trouser/t31-2.png'
      },
      {
        id: 't31-3',
        img: '/public-assets/trouser/t31-3.png'
      }
    ],
    title: '스탠드 탄탄 코튼 세미와이드핏 핀턱 슬랙스',
    cost: '33,600',
    content: {
      md: `시중에서 쉽게 볼 수 있는 폴리혼방 슬랙스와 다르게
      광택 없이 담백한 매력의 코튼 슬랙스예요.
      
      광택 없이 매끄러운 터치감이 돋보이는
      코튼 100% 소재로 탄탄하게 제작되었답니다-
      
      밀도 높은 조직감으로 비침이 없고,
      복원력이 좋아 오래도록 소장하기 좋으실 거예요!
      
      흔하지 않은 디자인에 트렌디한 핏으로
      기본 흰 티와 함께 매치하셔도 톡톡한 포인트♡
      
      맨투맨이나 니트랑은 캐쥬얼하게도,
      또는 셔츠나 블라우스와 성숙한 느낌으로도 어울려
      소장하시면 다양하게 활용 가능하지요-`,

      detail: `허리 라인은 히든 후크 디테일로
      클로징 시, 더욱 심플한 아웃핏이 완성된답니다-+
      
      허리선이 높게 위치한 반하이 라인으로
      다리가 훨씬 길어보이는 효과가 있고,
      편히 앉아도 허리 뒷라인의 노출이 덜해요!
      
      허리부터 허벅지까지는 편안히 피팅되며
      밑단으로 갈수록 살짝 좁아지는 세미와이드핏으로 
      살짝의 여유감이 남았을 때 예쁜 바지예요:)
      
      깔끔하게 더해준 립포켓 디테일은
      뒷모습이 더욱 멋스럽게 디자인되었으며,
      
      페이크 디자인으로 핏을 해치지 않으면서
      위로 절개선이 들어가 백라인의 실루엣을 깔끔하게 살려줘요-
      
      허리 라인에 벨트 고리까지 있어서
      더 다양한 스타일로 연출 가능해요 :)♥`,

      size: `FREE 사이즈로 준비되었어요.
      키 168CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/trouser/t32-1.png',
        '/public-assets/trouser/t32-2.png'
      ],
      detail: '/public-assets/trouser/t33.png',
      material : '/public-assets/jacket/j3M.png',
      washing: '/public-assets/trouser/t3W.png'
    }
  },
  {
    id: 't4',
    url: '/pants/trouser/t4',
    mbti: ['enfj', 'entj', 'entp', 'infj', 'intj', 'isfp', 'istp'],
    mainImg: [
      {
        id: 't41-1',
        img: '/public-assets/trouser/t41-1.png'
      },
      {
        id: 't41-2',
        img: '/public-assets/trouser/t41-2.png'
      },
      {
        id: 't41-3',
        img: '/public-assets/trouser/t41-3.png'
      }
    ],
    title: '크롭 일자핏 슬랙스',
    cost: '39,000',
    content: {
      md: `언제나 편안하게 당신의 일상에 함께 할
      쫀쫀이 스판 크롭 일자핏 슬랙스 입니다~
      
      하체를 완벽 커버해줄 일자핏과
      한 번 입으면 벗기 싫어지는 편안함을 신경썼습니다.`,

      detail: `체형을 커버해주며
      데일리부터 오피스룩까지
      착용 가능한 일자핏을 연출했어요.
      
      발목까지 깔끔하게 떨어지는 크롭한 기장.
      
      도톰한 두께임에도 부해 보이지 않는 핏!
      
      여러분들 옷장에 꼭 소장해야 할 슬랙스로 추천할게요!`,

      size: `FREE 사이즈로 준비되었어요.
      키 165CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/trouser/t42-1.png',
        '/public-assets/trouser/t42-2.png'
      ],
      detail: '/public-assets/trouser/t43.png',
      material : '/public-assets/trouser/t4M.png',
      washing: '/public-assets/trouser/t4W.png'
    }
  },
  {
    id: 't5',
    url: '/pants/trouser/t5',
    mbti: ['enfp', 'esfp'],
    mainImg: [
      {
        id: 't51-1',
        img: '/public-assets/trouser/t51-1.png'
      },
      {
        id: 't51-2',
        img: '/public-assets/trouser/t51-2.png'
      },
      {
        id: 't51-3',
        img: '/public-assets/trouser/t51-3.png'
      }
    ],
    title: '셀리앤 슬림 부츠컷 슬랙스',
    cost: '39,200',
    content: {
      md: `
      프리미엄 폴리 소재로
      늘어짐 없이 탄탄하게 제작되어
      
      고급스러운 퀄리티가 돋보이는 스페셜 아이템입니다.`,

      detail: `과하지 않은 세미 부츠컷과
      하이웨스트의 슬림한 허리라인이
      롱한 레그 라인을 연출해 드려요.
      
      세련된 오피스룩, 모임룩, 하객룩 또는
      니트 탑, 티셔츠, 셔츠와 세미 캐주얼룩으로
      다양한 데일리룩으로 연출해 보세요.`,

      size: `FREE 사이즈로 준비되었어요.
      키 166CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/trouser/t52-1.png',
        '/public-assets/trouser/t52-2.png'
      ],
      detail: '/public-assets/trouser/t53.png',
      material : '/public-assets/trouser/t5M.png',
      washing: '/public-assets/jacket/j6W.png'
    }
  },
  {
    id: 't6',
    url: '/pants/trouser/t6',
    mbti: ['entp', 'esfp', 'estj', 'estp', 'istj'],
    mainImg: [
      {
        id: 't61-1',
        img: '/public-assets/trouser/t61-1.png'
      },
      {
        id: 't61-2',
        img: '/public-assets/trouser/t61-2.png'
      },
      {
        id: 't61-3',
        img: '/public-assets/trouser/t61-3.png'
      }
    ],
    title: '마티스 투핀턱 하프밴딩 숏 슬랙스',
    cost: '24,000',
    content: {
      md: `부드럽고 매끈한 폴리 소재에
      약간의 스판감까지 더해져 일상 속에서도
      가볍고 편안하게 착용하기 좋은 제품이에요.
      
      여름까지 쭉 입을 숏팬츠 아이템이 갖고 싶었던
      모든 고객님들께 꼭 추천드리고 싶답니다♡
      
      부드럽고 안입은 듯 가벼운 폴리 패브릭이라
      간절기는 물론 여름까지 쭉 착용이 가능해요!
      
      몸에 달라 붙지 않고 굉장히 편안하며
      구김도 잘 생기지 않는 편이라 자주 입게 될거예요.
      
      키가 크신 분들도 부담 없이 즐겨보실 수 있으면서
      허벅지의 가장 두꺼운 라인을 커버해주는
      3부 정도의 기장감으로 준비했습니다*.*
      
      깔끔한 셔츠, 베이직한 티셔츠, 맨투맨, 니트 등
      스타일에 따라 다양한 룩을 연출해볼 수 있어요♪`,

      detail: `살짝 A라인으로 떨어지는 루즈핏으로
      실루엣이 갑갑하게 조이지 않고,
      
      백라인 하프 밴딩이 허리 핏은 슬림하게 잡아주며
      허벅지 라인은 낙낙한 핏으로 내려온답니다 *.*
      
      덕분에 기존의 흔한 일자핏 쇼츠들보다
      더욱 캐쥬얼한 느낌으로 연출 가능해요!
      
      깔끔한 포인트가 되어주는 투핀턱 디테일 :) 
      허릿단 아래부터 밑단까지 넣어준 핀턱 디테일 덕분에
      요척이 생겨 일상 속에서 활동하시기 더욱 편할 거예요-
      
      버튼 대신 히든 걸고리로 오픈클로징되어 더욱 깔끔하고
      벨트 고리가 있어 벨트 코디 연출하기에도 좋답니다.`,

      size: `FREE 사이즈로 준비되었어요.
      키 168CM 이하의 체형을 가지신 분들에게 부담없이 착용가능해 추천해드려요~`
    },
    images: {
      wearing: [
        '/public-assets/trouser/t62-1.png',
        '/public-assets/trouser/t62-2.png'
      ],
      detail: '/public-assets/trouser/t63.png',
      material : '/public-assets/trouser/t5M.png',
      washing: '/public-assets/trouser/t6W.png'
    }
  },
  {
    id: 't7',
    url: '/pants/trouser/t7',
    mbti: ['enfj', 'esfj', 'estj', 'infj', 'isfj'],
    mainImg: [
      {
        id: 't71-1',
        img: '/public-assets/trouser/t71-1.png'
      },
      {
        id: 't71-2',
        img: '/public-assets/trouser/t71-2.png'
      },
      {
        id: 't71-3',
        img: '/public-assets/trouser/t71-3.png'
      }
    ],
    title: '미첼 핀턱 와이드 슬랙스',
    cost: '44,000',
    content: {
      md: `데일리로 즐기기 좋은
      핀턱 디자인의 와이드 팬츠입니다.
      
      탄탄하면서도 유연하게 착용되는
      코튼+스판 블렌딩 원단을 사용했습니다 :)`,

      detail: `하이웨스트 디자인으로
      롱 & 슬림핏 선사합니다.
      
      깔끔한 무드를 더하는 히든 단작!
      감각적인 투 핀턱 디테일을 연출했어요.
      
      백밴딩으로 편안하게 착용하실 수 있어요~`,

      size: `FREE 사이즈로 준비되었어요~`
    },
    images: {
      wearing: [
        '/public-assets/trouser/t72-1.png',
        '/public-assets/trouser/t72-2.png'
      ],
      detail: '/public-assets/trouser/t73.png',
      material : '/public-assets/trouser/t0M.png',
      washing: '/public-assets/shirt/s3W.png'
    }
  }
];

export {dress};